export const DictRu = {
  language: "ru",
  multiBets: "Мультиставка",
  errorMultiBets: "Не доступно, превышено количество ставок",
  errorMultiBets1: "Не доступно, выбраны ставки из одного события",
  errorMultiBets2: "Не доступно, одна или несколько линий заблокированы",
  notParam: "У вас нет ставок по заданным параметрам",
  twoHour: "2 часа",
  fourHour: "4 часа",
  sixHour: "6 часов",
  eightHour: "8 часов",
  twelveHour: "12 часов",
  myBets: "Мои Ставки",
  errorRegistration: {
    correctValue: "Пожалуйста, вводите только допустимые символы",
    errorDate: "Пожалуйста, введите корректную дату рождения.",
    sizeLogin: 'Длина Логина от "6" до "25"',
    sizePsw: 'Длина Логина от "8" до "25"',
    emailUse: "Этот адрес уже занят. Пожалуйста, введите другой.",
    errorCountry: ": Пожалуйста, выберите страну.",

    notValidMask: "Пожалуйста, введите корректный номер телефона",
    phoneUsed:
      "Введенный телефонный номер уже зарегистрирован. Пожалуйста, введите другой номер.",
    login: "Пожалуйста, введите допустимый Логин",
    loginUsed: "Указанный Логин уже занят. Пожалуйста, введите другой Логин.",

    lengthSize: "Кол-во разрешенных символов: от 8 до 20 символов",
    lengthSizeLogin: "Кол-во разрешенных символов: от 8 до 25 символов",
    latin: "доступна только латиница",
    kyrilic: "Пожалуйста введите доступный логин",

    passwordError: " Пожалуйста, введите допустимый Пароль",
    emailValid: "Пожалуйста, введите верный email адрес.",
    emailError: " Этот адрес уже занят. Пожалуйста, введите другой",

    inputValue: "Пустое поле",

    lastName: "Фамилия",
    name: "Имя",
    subName: "Отчество",

    errorrCountry: "Гражданство",

    birthday: "Вам должно быть больше 18 лет для создания аккаунта.",

    Email: "E-mail",
    country: "Cтрана",
    moreNumber: "много цифр",
    smalNumber: "мало цифр",
    // lengthSize: "от 8 или до 20",
    writeEng: "пишите английскими или цифрами",
    loginChange: "Логин занят"
  },
  vk: "Вконтакте",
  codeWriteError: "Код введен неверно",
  acceptNewPassword: "Подтвердить новый пароль",
  Instagram: "Instagram",
  errorAccountCreate: " Аккаунта с такими данными не существует",
  newPswSuccessSave: "Новый пароль успешно сохранен",
  YouTube: "YouTube",
  connectLose: "Потеряно соединение с сервером",
  Alfaclub: "Клуб",
  error: "Ошибка",
  returnContact: "Обратная связь",
  errorOutMoney: "Не удалось вывести бонус",
  specOffer: "Спецпредложение",
  ordinar: "Ординар",
  offerAndreq: " Акции и предложения",
  document: "Документы",
  bonusAccept: "Бонус зачислен на бонусный счёт",
  hourse: "час",
  getBonus: 'Получение бонуса"',
  bonusScore: "Бонусный счет",
  acceptBonus: "Принять",
  uOuteBonus: "Вы уверены, что хотите получить бонус?",
  word: "день",
  bonusonDeposit: "Бонус на депозит",
  chekedPlace: "проверьте поле",
  header: {
    money: "Мой счет",
    account: "Мой аккаунт",
    loyalty: " Клуб",
    promotion: "Акции",
    faq: "Помощь",
    prematch: "Линия",
    live: "Лайв",
    balance: "Баланс",

    bonus: "Бонус",
    TopUpAccount: "Пополнить счет",
    logOut: "Выход",
    authorize: {
      login: "Логин",
      psw: "пароль",
      regist: "Регистрация",
      forgotPsw: "Забыли?",
      forgotPswModal: "Забыли пароль?",
      title: "Вход",
      signIn: "Войти",
      errorLoginAndPsw: "Неверный логин или пароль"
    },
    registration: {
      SelectCountry: "Выберите страну",
      lastName: "Фамилия",
      name: "Имя",
      middleName: "Отчество",
      ru: "РФ",
      other: "Другое",
      errorLanguage: "Доступны только кириллические символы",
      errorDate: "Неверная дата",
      errorYears: "Меньше 18 лет",
      errorFormat: "Неверный формат",
      errorEmail: "Такой email уже зарегистрирован",
      errorPhone: "Введите номер в формате +7 (XXX) XXX-XX-XX",
      phoneUse: "Такой номер уже зарегистрирован",
      errorLanguageOther: "Допустимы только латинские буквы и цифры",
      loginUse: "Такой логин уже зарегистрирован",
      writeSize: "Введите от 8 до 20 символов",
      errorDayAndName:
        "Пользователь с таким именем и датой рождения зарегистрирован",
      errorCode: "Не верный код",

      login__advice: [
        "Рекомендуем заполнять персональные данные в строгом соответствии с паспортом. Клиенты с неверно указанными данными будут заблокированы.",
        "Изменение данных после регистрации невозможно."
      ],
      personalDate: "Персональная информация",
      eMail: "Электронная почта",
      numberPhone: "Номер телефона",
      getCode: "Получить код",
      code: "Код",
      discription:
        "в ЦУПИС, то в поле 'Номер телефона' укажите номер, привязанный к аккаунту ЦУПИС",
      authorize: "Авторизация",
      logIn: "Логин",
      psw: "Пароль",
      codePsw: "Код-пароль",
      acceptRegulation:
        "Мне больше 18 лет, я согласен на обработку персональных данных и согласен с",
      regulationSub: "правилами ООО «Панорама»",
      acceptGetNews: "Я согласен получать рекламные и информационные рассылки",
      promoCode: "Промокод",
      registration: "Зарегистрироваться",
      national: "Гражданство",
      contactInformation: "Контактная информация",
      birthday: "День рождения",
      title: "Регистрация",
      password: "Пароль",
      country: "Страна",
      day: "День",
      month: "Месяц",
      year: "Год"
    },
    recoverPas: {
      phponeNumberErrorMsg: [
        "Введите номер в формате +7**********",
        "Такой номер не зарегистрирован"
      ],
      errorSms: "Смс код введён неверно",
      newPsw: [
        "Допустимы только латинские смиволы и цифры",
        "Введите от 8 до 20 символов"
      ],
      notMatches: "Не совпадает с новым паролем",
      title: "Восстановление пароля",
      codeAccept: " Код подтверждения",
      continue: "Продолжить",
      accountDateCreate: "Аккаунта с такими данными не существует",

      acceptNewPsw: "Новый пароль",
      save: "сохранить"
    }
  },
  errorStream: "Трансляция доступна для авторизованных пользователей",
  modal: {
    betAccepted: "Ваши ставки приняты.",
    partbetNotAccepted: "Одна или несколько ставок не приняты.",
    betNotAccepted: "Извините, ваши ставки не приняты.",
    errorBetAccepted: "Ошибка при приеме ставок.",
    accountReplenished: "Ваш счет пополнен.",
    actionNotAvailable: "Извините, действие не доступно.",
    currentComplate:
      "Для добавление в купон нового конструктора,завершите работу с текущим",
    errorLoginOrPsw: "Неверный логин или пароль.",
    sendNewPsw: "На ваш телефон выслан новый пароль.",
    buyoutBet: "Вы выкупили ставку.",
    partBuyoutBet: "Вы частично выкупили ставку.",
    editSave: "Ваши изменения сохранены.",
    editPsw: "Пароль успешно изменен.",
    errorNotFormat: "Ошибка, недопустимый формат файла",
    errorSizeFile: "Ошибка, превышен максимальный размер файла.",
    errorCrachFile: "Ошибка, файл поврежден.",
    successBuyOutBonus: "Вы успешно вывели бонус.",
    errorAuthorize: "Ошибка авторизации.",
    errorStock: "Ошибка, акция еще не началась или уже завершена.",
    errorReplenished: "Ошибка, вы ни разу не пополнили счет.",
    errorCalculatedlyBet: "Ошибка, не сделано ни одной расчитанной ставки.",
    errorSuppis: "Ошибка, вы не прошли идентификацию в ЦУПИС.",
    errorTypeFile: "Неподдерживаемый тип файла.",
    notValidToken: "Токен истек. Обновите токен и отправьте запрос снова.",
    bigSizeFile: "Слишком большой размер файла.",
    photoType: "Фото такого типа уже было загружено.",
    timeError: "Произошла ошибка. Попробуйте позже",
    timeErrorThen: "Произошла ошибка. Попробуйте совершить операцию позже",
    replenishedScore: "Ваш счет успешно пополнен.",
    errorreplenishedScore: "Ошибка при пополнении счета.",
    successBuyOutScore: "Вы успешно вывели средства.",
    errorSuccessBuyOutScore: "Ошибка при выводе средств.",
    errorServerTimeOut: "Истекло время ожидания ответа сервера.",
    errorNotMoney: "Ставки не приняты, Недостаточно средств на счете.",
    editCoef:
      "Ставки не приняты, в одном или нескольких событиях изменился коэффициент."
  },
  more: "Подробнее",
  schedule: "Расписание",
  event: "Событие",

  allChampionships: "Все чемпионаты",
  myMatch: "Мои матчи",
  setting: {
    title: "Какие изменения коэффициентов принимать автоматически?",
    none: "Никакие",
    any: "Любые",
    auto: " Автоматическое подтверждение максимальной суммы ставки",
    enlarged: "Увеличенные"
  },
  pageNotAuthorize: "Раздел будет доступен после авторизации",
  seccuessRegistration: "Поздравляем, вы успешно зарегистрированы.",
  dateCheck: "Ваши данные проходят проверку, это не займет много времени.",
  coupon: "Купон",
  bets: "Ставки",
  selectEventToMakeBets: "Выберите событие, чтобы сделать ставку",

  button: "Отправить",
  notEvent: "Нет событий с данными фильтрами.",
  aboutus: "О компании",
  aboutusShort: "О нас",
  stockAndOffer: "Акции и предложения",
  partnerProgramm: "Партнерская программа",
  doc: "Документы и лицензии",
  contact: "Контакты",
  termAndConditions: "Правила и условия",
  fAQ: "F.A.Q",
  methodsInputOrOutput: "Способы ввода/вывода",
  responsibleGaming: "Ответственная игра",
  secureDate: "Безопасные данные",
  cookies: "Политика cookies",
  cookiesPage: {
    title: "Политика Cookies",
    discription:
      "<p>Наш сайт использует файлы cookies и другие похожие технологии, чтобы гарантировать максимальное удобство всем нашим пользователям, а именно, предоставить вам необходимую персонализированную информацию, запоминая и учитывая ваши предпочтения и интересы в различных областях. Таким образом, файлы cookie используются для обеспечения работы сайта, повышения эффективности его работы, а также для получения аналитической информации. Сразу же обращаем ваше внимание, что при использовании нашего сайта, вы подтверждаете свое согласие на использование файлов cookie в соответствии с данным уведомлением в отношении определенных типа файлов.</p> <p>Каждый раз при использовании сайта будет сохраняться cookie. Cookie — это небольшое количество информации, используемое браузером, которое сохраняется на компьютере участника пари в течение определенного периода времени. Каждый раз при открытии участником пари своего счёта будет создаваться и сохраняться cookie. По выходе cookie будет уничтожаться.</p> <p>Подробную информацию о cookies можно найти на сайте: <a href='http://www.cookiecentral.com/faq/'>http://www.cookiecentral.com/faq/</a></p>"
  },
  aboutusPage: {
    discription: [
      "Букмекерская компания компания – российская букмекерская компания, оказывающая услуги на основании лицензии № ??? ФНС РФ, выданной ??? года.",
      "компания предлагает качественно новый уровень сервиса, а также огромный выбор разнообразных событий. Мы делаем ставку на технологичность и современный продукт для наших игроков.",
      "— более 10000 событий в день",
      "— более 1000 спортивных трансляций в день",
      "— быстрые выплаты выигрышей",
      "— высокий уровень безопасности данных игроков",
      "— удобный интерфейс сайта",
      "— служба поддержки игроков 24/7",
      "— современный продукт",
      "Полное фирменное наименование: :???. ",
      "Товарный знак: ???"
    ]
  },

  dvorovaya: "Дворовая лига",
  dvorovayaDiscription:
    "начальный уровень в программе лояльности. В ней игрок не получает никаких бонусов. Чтобы перейти на следующий уровень, необходимо набрать 50 очков на этом уровне.",
  lubitelskaya: "Любительская лига",
  lubitelskayaDiscription:
    "при вступлении в лигу игрок получает фрибет 500 рублей на бонусный счет. За каждое начисленное очко 3 единицы на бонусный счет. Кэшбэк в данной лиге составляет 5%, а максимальная сумма кэшбека = 5 000 единиц на бонусный счет. Чтобы перейти из Любительской лиги в Про лигу необходимо набрать 1 000 очков.",
  pro: "Про лига",
  proDiscription:
    "при вступлении в лигу игрок получает фрибет 1 000 рублей на бонусный счет. За каждое начисленное очко 4 единицы на бонусный счет. Кэшбэк в данной лиге составляет 6%, а максимальная сумма кэшбека = 10 000 единиц на бонусный счет. Чтобы перейти из Профессиональной лиги в Первую лигу необходимо набрать 5 000 очков.",
  pervaya: "Первая лига",
  pervayaDiscription:
    "при вступлении в лигу игрок получает фрибет 2 000 рублей на бонусный счет. За каждое начисленное очко 5 единиц на бонусный счет. Кэшбэк в данной лиге составляет 7%, а максимальная сумма кэшбека = 25 000 единиц на бонусный счет. Чтобы перейти из Первой лиги в Премьер лигу необходимо набрать 25 000 очков.",
  premier: "Премьер лига",
  premierDiscription:
    "при вступлении в лигу игрок получает фрибет 5 000 рублей на бонусный счет. За каждое начисленное очко 5 единиц на бонусный счет. Кэшбэк в данной лиге составляет 10%, а максимальная сумма кэшбека = 50 000 единиц на бонусный счет. Чтобы перейти из Премьер лиги в Лигу чемпионов необходимо набрать 100 000 очков.",
  chempionskaya: "Любительская лига",
  chempionskayaDiscription:
    "при вступлении в лигу игрок получает фрибет 10 000 рублей на бонусный счет. За каждое начисленное очко 5 единиц на бонусный счет. Кэшбэк в данной лиге составляет 15%, а максимальная сумма кэшбека = 100 000 единиц на бонусный счет.",

  alphaClub: {
    title: "club – бонусы и привилегии",
    subTitle: "ваша выгода каждый день",
    points: "очки",
    bonusUnits: "бонусные единицы",
    freeBet: "фрибет",
    min: "неободимый минимум очков для вступления в лигу",
    cb: "кэшбек",
    max: "максимальная сумма кэшбека в лиге",
    discriptionLvl: "Описание Уровней программы лояльности",
    rules: {
      rules: "Правила",
      rulesSumBets: "общая сумма ставки не менее 500 рублей",
      rulesCoef: "коэффициент ставки равен не менее 1.30",
      1: " В программе лояльности учитываются ваши ставки с того момента, как вы зарегистрировались в букмекерской компании компания. На основании этих ставок вам будут начисляться очки лояльности.",
      2: "Очки лояльности начисляются только за квалифицирующие ставки.",
      3: "В зачет идут все ставки, если они соответствует следующим условиям:",
      4: "Расчет очков происходит по формуле 1 очко = сумма ставки * кол-во событий с кф. &ge; 1.3 / 500.",
      5: "Очки лояльности начисляются только после расчета квалифицирующей ставки.",
      6: "Cобытия, по которым произведена отмена, будут рассматриваться как события с коэффициентом 1.0.",
      7: "Ставки, к которым была применена функция «Кэшаут» или «Редактирование ставки», не являются квалифицирующими для начисления очков лояльности",
      8: "Игрок начинает с уровня «Любительской лиги». Если по истечении месяца игрок не наберет 50 очков, он отправится на понижение в «Дворовую лигу».",
      9: "Достигнутый уровень игрока сохраняется на следующий месяц. Далее игрок может оказаться в любой лиге бонус-клуба, в зависимости от того, сколько он набрал очков в расчетном месяце.",
      10: "С началом нового месяца очки игрока обнуляются.",

      11: "Процент Кэшбэка рассчитывается по формуле: За промежуток недельной активности с 00:01 понедельника до 23:59 воскресенья (по мск).Разница между суммой принятых ставок и суммой выплаченных ставок. Если разница будет меньше 0,то процент кэшбека рассчитывается от этого числа.",

      12: "Считается, что клиенты приняли данные правила и условия бонус-клуба, делая ставки на спортивные события",
      13: "Букмекерская компания компания оставляет за собой право закрыть бонус-клуб, а также изменять любые его правила в любое время без уведомлений и объяснения причин.",
      14: "Участие в бонус-клубе доступно только однажды для одного клиента, адреса места жительства, счета, IP-адреса. В случае нарушения данного правила, букмекер компания в праве ограничить доступ в бонус-клуб.",
      15: "Букмекерская компания компания оставляет за собой право не предоставлять право участия в бонус-клубе на свое усмотрение и без предварительного уведомления.",
      16: "Букмекерская компания компания оставляет за собой право не начислять любые бонусы в случае подозрения в мошенничестве или злоупотреблении программой лояльности.",
      17: "Букмекерская компания компания является единственным арбитром в отношении бонус-клуба, и решение компании является окончательным и обязательным для выполнения.",
      18: "Букмекерская компания компания принимает ставки только от клиентов, которым исполнилось 18 лет. Право отменять любые транзакции, совершенные несовершеннолетними или нарушителями, так же оставляется за букмекером компания."
    }
  },

  FAQ: {
    title: "FAQ",
    question1: {
      question: "Как зарегистрироваться на сайте компания.ru?",
      answer: [
        "— На странице регистрации заполните все поля: дата рождения, фамилия, имя, отчество, электронная почта, номер мобильного телефона. ",
        "— Придумайте пароль (не менее 4 символов). Обратите внимание: номер телефона на сайте должен совпадать с номером, который вы используете в личном кабинете ЦУПИС. ",
        "— Подтвердите номер телефона, введя код из SMS-сообщения, а затем подтвердите адрес электронной почты, пройдя по ссылке из письма.",
        "— Укажите серию и номер паспорта. Введите все необходимые паспортные данные и приложите фото с паспортом (2-я и 3-я страницы) и фото прописки в паспорте.",
        "— Наши сотрудники с вами свяжутся для дальнейшей верификации."
      ]
    },
    question2: {
      question: "Вы уже регистрировались в ППС?",
      answer:
        "В этом случае вам достаточно пройти краткую процедуру регистрации на сайте: ввести ФИО, дату рождения, контактные данные и номер паспорта."
    },
    question3: {
      question: "Как пройти регистрацию, если рядом с домом нет ППС?",
      answer:
        "Если у вас нет возможности пройти идентификацию в ППС, вам необходимо отправить письмо на адрес support@компания.ru с описанием проблемы. Ваш запрос буден направлен в юридический отдел компании, и сотрудники свяжутся с вами.  "
    },
    question4: {
      question: "Что такое ЦУПИС, и чем он занимается?",
      answer: [
        "Центр учета переводов интерактивных ставок букмекерских контор или тотализаторов или ЦУПИС — кредитная организация, в том числе небанковская кредитная организация, осуществляющая деятельность по приёму от клиента по его поручению денежных средств, в том числе электронных денежных средств, за исключением почтовых переводов, их учету и переводу букмекерской компании.",
        "Выплата выигрышей клиенту по интерактивной ставке осуществляется букмекерской компанией путем увеличения остатков электронных денежных средств клиента в центре учета переводов интерактивных ставок (ЦУПИС).",
        "Первый ЦУПИС — совместный проект НКО «Мобильная карта» (Лицензия Банка России №3522-К) и Первой саморегулируемой организации букмекеров России. Первый ЦУПИС осуществляет свою деятельность в строгом соответствии с Федеральным законом от 29.12.2006 №244-ФЗ «О государственном регулировании деятельности по организации и проведению азартных игр и о внесении изменений в некоторые законодательные акты Российской Федерации» и Федеральным законом от 02.12.1990 N 395-1-ФЗ «О банках и банковской деятельности» на основании договора об осуществлении функций центра учета переводов интерактивных ставок букмекерских контор, заключенного между Обществом с ограниченной ответственностью Небанковская кредитная организация «Мобильная карта» и Союзом «Первая саморегулируемая организация букмекеров». В соответствии с требованиями законодательства, Союз «Первая саморегулируемая организация букмекеров» является одним из участников ООО НКО «Мобильная карта»."
      ]
    },
    question5: {
      question: "Почему нужно проводить оплаты через Первый ЦУПИС?",
      answer:
        "Это единственный легальный способ делать ставки на сайтах букмекеров. Требование прописано в Федеральном законе №244-ФЗ «О государственном регулировании деятельности по организации и проведению азартных игр и о внесении изменений в некоторые законодательные акты Российской Федерации». Возможность оплаты через Первый ЦУПИС доступна для букмекерских компаний, входящих в состав Первой саморегулируемой организации букмекеров России."
    },
    question6: {
      question:
        "Как обеспечивается безопасность паспортных данных, карт и других способов платежей?",
      answer: [
        "Первый ЦУПИС — это сервис ООО НКО «Мобильная карта», который работает по лицензии Банка России №3522-К, выполняет все требования законодательства Российской Федерации и несет ответственность за ваши данные, которые являются банковской тайной.",
        "Ваши документы хранятся в надежно защищенном центре сбора и обработки данных, обладающим несколькими уровнями безопасности, которые обеспечивают защиту от несанкционированного доступа. "
      ]
    },
    question7: {
      question: "Как пройти регистрацию и идентификацию в ЦУПИС?",
      answer: [
        "— Для регистрации в ЦУПИС нужно пройти по ссылке <a href='https://1cupis.ru/main'>https://1cupis.ru/main</a> и заполнить все поля, указав свой реальный номер телефона, на который придет код подтверждения.",
        "— После этого нужно будет пройти процедуру идентификации в ЦУПИС для того, чтобы иметь доступ к транзакциям и осуществлению ставок."
      ]
    },
    question8: {
      question: "У меня уже открыт счёт в Первом ЦУПИС. Этого достаточно?",
      answer:
        "Если вы уже зарегистрированы в ЦУПИС, рекомендуем использовать на компания.ru тот же номер телефона, что и на 1cupis.ru. Если с тех пор ваш номер изменился, пожалуйста, обратитесь в службу поддержки ЦУПИС: 8(800)100-40-88."
    },
    question9: {
      question:
        "Можно ли зарегистрироваться на сайте людям, которым не исполнилось 18 лет?",
      answer:
        "Регистрация на сайте и прохождение процедуры идентификации доступны только гражданам РФ, достигшим 18-летнего возраста."
    },
    question10: {
      question: "Как пополнить счёт?",
      answer:
        "Чтобы пополнить счёт, вам нужно после прохождения регистрации и идентификации в ЦУПИС перейти на сайте компания.ru в раздел «Пополнение» и выбрать удобный способ пополнения счёта. После этого следуйте пошаговой инструкции на сайте."
    },
    question11: {
      question: "Взимается ли комиссия при вводе или выводе средств?",
      answer:
        "компания не взимает комиссию за осуществление ввода и вывода средств, но платежные системы могут взимать процент от переводимой суммы за свои услуги."
    },
    question12: {
      question: "Что такое фрибэт, и как его получить?",
      answer: [
        "Фрибэт — это демонстрационная версия процесса заключения пари, его развития и исхода. Фрибэты начисляются пользователю, который прошел регистрацию на сайте компания.ru, либо идентификацию в пункте приёма ставок компания.",
        "Для активации фрибэта необходимо пройти процесс регистрации и подтверждения личности на сайте в режиме онлайн. Альтернатива: пройти идентификацию в одном из ППС компания.",
        "В случае завершения фрибэтов с положительным результатом, выигрыш зачисляется на ваш игровой счет."
      ]
    },
    question13: {
      question: "Какие виды ставок принимаются на сайте компания?",
      answer: [
        "компания принимает ставки на исход спортивных и иных событий, в отношении которых законодательством РФ допускается приём ставок.",
        "Виды ставок:",
        "1. «Ординар». Ставка, которая делается на прогноз исхода по одному конкретному событию. Выигрыш по этой ставке рассчитывается, как произведение поставленной денежной суммы на коэффициент, присвоенный соответствующему исходу.",
        "2. «Экспресс». Cтавка на 2 или более исходов независимых событий. Все коэффициенты перемножаются между собой и умножаются на сумму ставки. В случае даже одного неверно угаданного исхода, включенного в экспресс, вся ставка проигрывает.",
        "3. «Система». Представляет собой полную комбинацию «экспрессов» одинакового размера из событий, заранее вами выбранных. Для того, чтобы сделать ставку «Система», необходимо указать не менее 3-х исходов."
      ]
    },
    question14: {
      question: "Можно ли после регистрации изменить свои личные данные?",
      answer:
        "Можно. Для этого нужно связаться со службой поддержки: электронная почта — support@компания.ru, телефон — 8-800-555-31-35 или чат-консультант на сайте."
    },
    question15: {
      question: "Не нашли ответ на вопрос?",
      answer: "Свяжитесь с нами"
    }
  },

  rules: {
    title: "Правила и условия",
    block1: {
      title: "1. Общие правила",
      list: [
        "1.1. О компани",
        "1.2. Основные понятия и термины",
        "1.3. Возрастные ограничения",
        "1.4. Условия участия в пари",
        "1.5. Пополнение и снятие средств",
        "1.6. Обработка персональных данных",
        "1.7. Ответственная игра"
      ],
      discription: {
        list1: {
          title: "1.1. О компани",
          discription: [
            "Букмекерская компания компания – российская букмекерская компания, оказывающая услуги на основании лицензии №19 ФНС РФ, выданной 28.07.2011 года.",
            " Фирменное наименование: Общество с ограниченной ответственностью «Панорама»",
            " Товарный знак: компания"
          ]
        },
        list2: {
          title: "1.2. Основные понятия и термины",
          discription: [
            "Данные Правила приема ставок и выплаты выигрышей Букмекерской компании регулируют порядок приема ставок, виды ставок, разрешения спорных вопросов, а также особенности ставок на отдельные виды спорта.",
            "Ставка – денежные средства, передаваемые Клиентом для участия в пари в соответствии с правилами, установленными организатором игры.",
            "Участник пари (далее клиент, участник) – физическое лицо, заключающее основанное на риске соглашение о выигрыше с Букмекерской конторой.",
            "Интерактивная ставка – денежные средства, в том числе электронные денежные средства, передаваемые с использованием электронных средств платежа центром учёта переводов интерактивных ставок (ЦУПИС) Букмекерской Конторе по поручению Клиента и служащие условием участия в пари в соответствии с настоящими Правилами.",
            "Пари – азартная игра, при которой исход основанного на риске соглашения о выигрыше, заключаемого участником пари с БК, зависит от события, относительно которого неизвестно, наступит оно или нет.",
            "Линия – перечень событий и их исходов с коэффициентами выигрыша, предлагаемых БК для заключения пари.",
            "Ставка – денежные средства, передаваемые участником азартной игры БК и служащие условием участия в азартной игре в соответствии с настоящими правилами пари.",
            "Исход – результат спортивного или иного события, на который заключалось пари.",
            "Коэффициент выигрыша – предлагаемая Букмекерской компанией котировка различных исходов события.",
            "Выигрыш – денежные средства, подлежащие выплате Клиенту при наступлении исхода, на которое было заключено пари.",
            "Игровой счет – счет Клиента, открываемый Букмекерской компанией для учета поступающих от Клиента денежных средств, совершенных ставок и иных операций."
          ]
        },
        list3: {
          title: "1.3. Возрастные ограничения",
          discription: [
            "Ставки не принимаются:",
            "— у лиц, не достигших 18-ти лет;",
            "— у участников, которые принимают участие в событиях (подразумеваются лица, принимающие участие в спортивных событиях в качестве спортсменов, владельцев, тренеров или функционеров клубов, которые участвуют в указанных соревнованиях), а также по поручению участников события;",
            "— у лиц, отказавшихся предоставить свои персональные и идентификационные данные;",

            "— в случае нарушения данных правил, Букмекерская компания оставляет за собой право отказать в оплате любого выигрыша или в возвращении внесенных сумм,  а также аннулировать любые ставки. Букмекерская компания  не несет никакой ответственности относительно того, когда именно ей стало известно, что Клиент входит в одну из перечисленных категорий лиц. Это означает, что Букмекерская компания имеет право принимать указанные меры в любое время после того, как стало известно, что Клиент является одним из обозначенных лиц."
          ]
        },
        list4: {
          title: "1.4. Условия участия в пари",
          discription: [
            "1. Размещая ставки или принимая участие в играх, предполагающих размещение ставок, Клиент подтверждает, что ознакомлен (согласен) с установленными правилами.",
            "2. Одному физическому лицу разрешается иметь только один игровой счет. Повторная регистрация допускается только с разрешения Букмекерской компании.",
            "3. Букмекерская компания имеет право произвести процедуру верификации (предоставление запрошенных Букмекерской компанией документов) Клиента, а также приостановить операции на личном счете Килента во время проведения процедуры верификации.",

            "— подделка документов с помощью специализированного программного обеспечения;",
            "— использование одного и тогоже платежного средства на разных Игровых счетах;",
            "— при открытии игрового счета личностью не достигшего совершеннолетия или нарушающего законодательство своей страны;",
            "— повторная регистрация одного и того же лица;",
            "— мультиаккаунтинг;",
            "— любые другие случаи мошенничества."
          ]
        },
        list5: {
          title: "1.5. Пополнение и снятие средств",
          discription: [
            "1. Прием ставок и выплата выигрышей осуществляется в следующих валютах: российский рубль (руб.).",
            "2. Пополнить и снять денежные средства со счета можно различными способами. Все способы пополнения и вывода денежных средств представлены на странице «Платежи».",
            "3. Максимальная/минимальная сумма пополнения/снятия зависит от выбранного Клиентом способа.",
            "4. Все заявки на снятие средств обрабатываются круглосуточно.",

            "5. Выплата возможна только по тем реквизитам, по которым осуществлялось пополнение.",
            "6.  При возникновении проблем или вопросов при пополнении/выводе средств, просьба обращаться в круглосуточную поддержку Букмекерской компании."
          ]
        },
        list6: {
          title: "1.6. Обработка персональных данных",
          discription: [
            "1. Клиент, соглашаясь с общими положениями и правилами приема ставок, при регистрации дает свое согласие на обработку, хранение, систематизацию и использование персональных данных букмекерской компанией, а также партнерами.",
            "2. При регистрации на сайте Букмекерской компании необходимо указать личные данные ФИО, дату рождения, место проживания, адрес электронной почты, номер мобильного телефона. Для пополнения счета при помощи банковской карты, Клиенту необходимо указать фамилию и имя владельца банковской карты, название компании банковской карты, номер и срок действия банковской карты.",
            "b>3. Букмекерская компания оставляет за собой право передавать личные данные Клиента спортивным обществам, службам и другим третьим лицам, занимающимся расследованием случаев мошенничества в сфере спорта и ставок."
          ]
        },
        list7: {
          title: "1.7. Ответственная игра",
          discription: [
            "Букмекерская компания компания заботится о своих игроках, поэтому перед началом игры мы настоятельно рекомендуем Вам ознакомиться с политикой ответственной игры.",
            "Мы с полной ответственностью подходим к вопросу о возможном возникновении зависимости от азартных игр и обоснованном решении о финансовых тратах. Букмекерская компания компания дает гарантии защиты своих игроков от чрезмерного пристрастия к игре и не допускать несовершеннолетних к азартным играм.",
            "Мы обязуемся давать полный доступ к информации и условия, необходимые для осознанного принятия решений о тратах. Также у нас вы получите опции для помощи, настройки и управления собственным счетом.",
            "Букмекерская компания компания дает своим игрокам максимальный комфорт и безопасность, чтобы вы могли проводить время у нас в свое удовольствие и не волноваться о последствиях."
          ]
        },
        list8: {
          title: "1.7.1. Запрет для несовершеннолетних",
          discription: [
            "Букмекерская компания компания запрещает азартную игру лицам, не достигшим 18 лет. Не пытайтесь зарегистрироваться у нас. В соответствии с законодательством РФ, это является нарушением закона.",
            "В борьбе с тем, чтобы не допустить несовершеннолетнего гражданина  к азартной игре, Букмекерская компания компания требует при регистрации предъявить документ, удостоверяющий личность (паспорт). Если вы регистрируете игровой счет на сайте компания, то для прохождения процедуры идентификации вам необходимо прийти в пункт приема ставок по одному из адресов, указанных на сайте. Также компания вправе запросить у вас дополнительные документы, подтверждающие ваши возраст и личность."
          ]
        },
        list9: {
          title: "1.7.2. Предупреждение игровой зависимости",
          discription: [
            "Для большинства игроков азартная игра не является проблемой, однако есть небольшой процент среди игроков, которые подвержены зависимости. Мы подходим к этому вопросу серьезно и предлагаем каждому из наших игроков пройти небольшой тест для самоконтроля и предупреждения игровой зависимости.",
            "— Вы серьезно вовлечены в азартные игры?",
            "— Утратили ли Вы интерес к своей семье, друзьям или хобби из-за азартных игр?",
            "— Вы берете деньги взаймы, чтобы играть?",
            "— Удается ли вам контролировать время, уделяемое для игры?",
            "— Частое посещение букмекерской конторы негативно сказывается на вашей репутации?",
            "— Становитесь ли вы раздражительным и агрессивным во время участия в азартной игре?",
            "— Является ли для вас азартная игра способом уйти от проблем?",
            "— Проиграв, хотите ли вы сразу же отыграться?",
            "— Возникают ли у вас конфликты с близкими из-за азартной игры?",
            "— Считаете ли вы азартную игру основным способом дохода?"
          ]
        },
        list10: {
          title: "1.7.3. Закрытие игрового счета",
          discription: [
            "Каждый игрок компания имеет возможность по собственному желанию в любой момент игры закрыть свой счет. Для этого необходимо лишь связаться со службой поддержки букмекера. Вы можете закрыть свой игровой счет, как на время, так и на постоянной основе.",
            "Если вы приняли решение об самоисключении из азартной игры, вы должны знать, что в дальнейшем это повлечет за собой следующие факторы:",
            "— вы не сможете вносить средства и размещать ставки на сайте компания;",
            "— мы не сможем открыть ваш игровой счёт до истечения выбранного срока или он будет закрыть навсегда;",
            "— при наличии средств на вашем игровом счете вы сможете вывести их и после самоисключения;",
            "После расторжения соглашения с букмекерской конторой лицо, расторгнувшее соглашение, вправе обратиться в букмекерскую контору с заявлением о заключении нового соглашения. При этом букмекерская контора вправе отказать указанному лицу в заключении нового соглашения без объяснения причин."
          ]
        }
      }
    },
    block2: {
      title: "2. Правила приема ставок",
      list: [
        "2.1. Основные понятия",
        "2.2. Виды ставок",
        "2.3. Прием ставки",
        "2.4. Расчет ставки",
        "2.5. Кэшаут",
        "2.6. Решение споров"
      ],
      discription: {
        list1: {
          title: "2.1. Основные понятия",
          discription: [
            "1. Букмекерская компания принимает ставки на основании имеющейся линии с определенными коэффициентами выигрыша.",
            "2. Минимальная ставка на событие равна: 50 руб. / 0,10 долл. / 0,10 евро.",
            "3. Максимальная ставка определяется отдельно на каждое событие и зависит от вида спорта и события в нем. Если в ставках типа «экспресс» или «система» входят события с ограничением по выплате, то выплата определяется событием, выплата по которому является минимальной.",
            "4. Максимальный выигрыш на одну ставку равен 15 000 000 руб."
          ]
        },
        list2: {
          title: "2.2. Виды ставок",
          discription: [
            "Букмекерская компания предлагает следующие виды ставок:",
            "Пример: Ставка 3000 руб. сделана на систему «2 из 3». Общее количество ставок - 3 (три экспресса с двумя событиями в каждом). Сумма ставки будет разделена между тремя экспрессами и будет равна 1000 руб. на каждый. <br /> Возможные варианты экспрессов: <br /> Исход 1, Исход 2 <br />  Исход 2, Исход 3 <br /> Исход 1, Исход 3 <br /> В случае выигрыша всех исходов выплата будет суммирована между тремя экспрессами. В случае если один из исходов окажется проигрышным, то выплата будет произведена только по одному экспрессу. В случае если проиграет два исхода и более, то ставка будет проиграна полностью.",
            "Система. Ставка на комбинацию экспрессов, представляющую полный перебор вариантов экспрессов одного размера. Например, система «3 из 4» будет состоять из четырех экспрессов с тремя событиями в каждом. Выигрыш по ставке будет равен сумме выплат по каждому экспрессу, входящему в систему. <br /> Максимальное вариантов в системе – 184756 <br />  Максимальное количество событий в системе - 20",
            "Пример: Ставка 1000 руб. сделана на экспресс из трех событий с коэффициентами: 1.5, 2.0, 2.9. В случае выигрыша всех исходов в экспрессе выплата подсчитывается следующим образом: 1000 х 1.5 х 2.0 х 2.9 =  8700 руб. Чистый выигрыш будет равен 7700 руб.",
            "Экспресс. Ставка на два или более исходов в разных событиях. Выигрыш по ставке будет равен произведению суммы ставки на коэффициенты всех исходов в экспрессе. Проигрыш одного из событий в экспрессе означает проигрыш всего экспресса.",
            "Пример: Ставка 1000 руб. сделана на победу команды по коэффициенту 2.3. В случае победы выбранной команды выплата подсчитывается следующим образом: 1000 х 2.3 = 2300 руб. Чистый выигрыш будет равен 1300 руб.",
            "Одиночная ставка. Ставка на один исход (победа команды, тотал в матче и т.д.). Выигрыш по ставке будет равен произведению суммы ставки на коэффициент для выбранного исхода."
          ]
        },
        list3: {
          title: "2.3. Прием ставки",
          discription: [
            "Букмекерская компания предлагает следующие виды ставок:",
            "1.	Ставки принимаются в соответствии с настоящими Правилами и Приложениям к ним.",
            "2.	Букмекерская компания не несет ответственности и не принимает претензии относительно корректности перевода названий и фамилий, имен участников событий. Дата и время начала события носит информативный характер. ",
            "3.	Ставка считается принятой после того, когда она была зарегистрирована на сервере после нажатия кнопки «Сделать ставку» и Участник пари получил онлайн уведомление о принятии. Принятая ставка не может быть изменена или отменена.",
            "4.	Список всех принятых ставок отображается на странице «История ставок».",
            "5.	Ставка принимается только в сумме, которая не превышает остаток на балансе Клиента.",
            "6.	Если ставка превышает предложенный максимум по ставке, то в момент ее принятия на странице появляется сообщение о максимально допустимой сумме на данный выбор.",
            "7.	Ставка подлежит отмене, если ставка сделана на известный исход (ставки на событие принимались после определения результата).",
            "8.	Букмекерская компания имеет право отказать в приёме ставки без объяснения причин."
          ]
        },
        list4: {
          title: "2.4. Расчет ставки",
          discription: [
            "1. Результаты событий, объявленные букмекерской компанией, являются основанием для расчета и определения выигрыша.",
            "2. Букмекерская компания принимает во внимание только информацию, полученную от поставщиков информации с которой у Букмекерской компании заключен соответствующий договор, а в случае если такой договор отсутствует, то из официальных источников, включая официальные сайты соревнований. Претензии относительно правильности результатов, опубликованных на сайтах иных Букмекерских компаний не принимаются.",
            "3. При расчете ставок учитывается фактическое время начала события на основании официальных информации от организаторов соревнований, матча и т.д.",
            "4. В случае наличия у Клиента дополнительной информации о результатах события, на которые делались ставки, Клиент вправе обратиться с соответствующим письменным запросом к Букмекерской компании.",
            "5. При наличии доказательств нечестной спортивной борьбы (договорной матч) в матче, Букмекерская компания сохраняет за собой право объявить ставки (или часть из них) на данный матч недействительными и произвести по ним возврат ставки.",
            "6. Ставки вида «PREMATCH» рассчитываются после полного завершения события. Исключением будут являться ставки, результат для которых был определен в процессе матча (победа в сете, тотал в тайме и т.д.).",
            "7. Ставки вида «LIVE» рассчитываются после определения выигрышного исхода",
            "8. Если один из участников отказывается от борьбы до начала события, то все ставки на матч аннулируются (возврат с кф.1).",
            "9. Если один из участников по какой-либо причине (травма, отказ и т.д.) выбывает по ходу события, то все ставки, сделанные на момент окончания матча аннулируются (возврат с кф.1). Исключением являются ставки, результат для которых был определен в процессе события. Например, один участников выбыл во втором сете при счете 3-5. Ставка «Тотал геймов во втором сете больше 7.5» считается выигрышной.",
            "10. Другие особенности расчета ставок приведены в разделе «Спортивные правила»."
          ]
        },
        list5: {
          title: "2.5. Кэшаут",
          discription: [
            "Букмекерская компания компания предлагает услугу «Кэшаут». Игрок может выкупить ставку или ее часть, получив деньги на игровой счет, в случае, если не желает дожидаться расчета ставки или результата события.",
            "2. Букмекерская компания принимает во внимание только информацию, полученную от поставщиков информации с которой у Букмекерской компании заключен соответствующий договор, а в случае если такой договор отсутствует, то из официальных источников, включая официальные сайты соревнований. Претензии относительно правильности результатов, опубликованных на сайтах иных Букмекерских компаний не принимаются.",
            "3. При расчете ставок учитывается фактическое время начала события на основании официальных информации от организаторов соревнований, матча и т.д.",
            "4. В случае наличия у Клиента дополнительной информации о результатах события, на которые делались ставки, Клиент вправе обратиться с соответствующим письменным запросом к Букмекерской компании.",
            "<5. При наличии доказательств нечестной спортивной борьбы (договорной матч) в матче, Букмекерская компания сохраняет за собой право объявить ставки (или часть из них) на данный матч недействительными и произвести по ним возврат ставки.",
            "6. Ставки вида «PREMATCH» рассчитываются после полного завершения события. Исключением будут являться ставки, результат для которых был определен в процессе матча (победа в сете, тотал в тайме и т.д.).",
            "7. Ставки вида «LIVE» рассчитываются после определения выигрышного исхода",
            "8. Если один из участников отказывается от борьбы до начала события, то все ставки на матч аннулируются (возврат с кф.1).",
            "9. Если один из участников по какой-либо причине (травма, отказ и т.д.) выбывает по ходу события, то все ставки, сделанные на момент окончания матча аннулируются (возврат с кф.1). Исключением являются ставки, результат для которых был определен в процессе события. Например, один участников выбыл во втором сете при счете 3-5. Ставка «Тотал геймов во втором сете больше 7.5» считается выигрышной.",
            "10. Другие особенности расчета ставок приведены в разделе «Спортивные правила»."
          ]
        },
        list6: {
          title: "2.6. Решение споров",
          discription: [
            "1.Спорные ситуации, не прописанные в Правилах прием ставок Букмекерской компании, разрешаются путем переговоров с администрацией Букмекерской компании.",
            "2. Прием претензий, а также доступ к информации об игровом счете производится путём запроса по электронной почте с адреса e-mail или по телефону с номера, указанного при регистрации.",
            "3. В спорных ситуациях, не имеющих прецедента, окончательное решение принимается Букмекерской компанией. "
          ]
        }
      }
    },
    block3: {
      title: "3. Спортивные правила",
      list: [
        "3.1. Автомотоспорт",
        "3.2. Австралийский футбол",
        "3.3. Американский футбол",
        "3.4. Бадминтон",
        "3.5. Баскетбол",
        "3.6. Бейсбол",
        "3.7. Боулз",
        "3.8. Велоспорт",
        "3.9. Водное поло",
        "3.10. Волейбол",
        "3.11. Гандбол",
        "3.12. Гольф",
        "3.13. Гэльский футбол, херлинг",
        "3.14. Дартс",
        "3.15. Зимние виды спорта",
        "3.17. Киберспорт",
        "3.18. Крикет",
        "3.19. Легкая атлетика",
        "3.20. MMA",
        "3.21. Настольный теннис",
        "3.22. Пляжный волейбол",
        "3.23. Пляжный футбол",
        "3.24. Регбилиг, Регби-7",
        "3.25. Снукер",
        "3.26. Теннис",
        "3.27. Флорбол",
        "3.28. Футбол",
        "3.29. Футзал",
        "3.30. Хоккей на траве",
        "3.31. Хоккей с мячом (бенди)",
        "3.32. Хоккей с шайбой"
      ],
      discription: {
        list1: {
          title: "3.1. Автомотоспорт",
          discription: [
            "Ставка «Гонщик против гонщика». Ставка остается в силе и будет рассчитана, в случае, если оба гонщика вышли на старт и начали заезд. Если один из гонщиков выбывает из борьбы до начала гонки, все ставки аннулируются. Если заезд не завершен или отложен, а также не объявлен официальный результат, то все ставки аннулируются, кроме случаев, когда результат определен."
          ]
        },
        list2: {
          title: "3.2. Австралийский футбол",
          discription: [
            "Ставки принимаются на основное время 80 минут игры (4 четверти по 20 минут или 2 периода по 40 минут)."
          ]
        },
        list3: {
          title: "3.3. Американский футбол",
          discription: [
            "Ставки принимаются на основное время и основное время с учетом овертайма (60 минут игры, 4 четверти по 15 минут.",
            "Если матч начнется, но не будет завершен, то все ставки на матч будут аннулированы, за исключением ставок, которые были определены в процессе матча до его окончания."
          ]
        },
        list4: {
          title: "3.4. Бадминтон",
          discription: [
            "Если начало матча задержано или отложено по какой-либо причине, то все ставки остаются в силе до конца матча или до конца турнира.",
            "Если матч начнется, но не будет завершен, то все ставки на матч будут аннулированы, за исключением ставок, которые были определены в процессе матча до его окончания."
          ]
        },
        list5: {
          title: "3.5.Баскетбол",
          discription: [
            "Ставки принимаются на основное время (40 минут игры, 4 четверти по 10 минут или 48 минут игры, 4 четверти по 12 минут; NCAA – 2 половины по 20 минут) и основное время с учетом овертайма (пометка с «ОТ»).",
            "Регламент товарищеских (кубковых, клубных) матчей уточняется клиентом самостоятельно на официальном источнике соревнований.",
            "В случае если матч начнется, но не будет завершен, все ставки на матч будут аннулированы, за исключением тех ставок, результат которых уже определен. "
          ]
        },
        list6: {
          title: "3.6. Бейсбол ",
          discription: [
            "Ставки на бейсбольные матчи принимаются с учетом дополнительных иннингов.",
            "Все ставки рассчитываются на основании официального результата матча, включая все дополнительные иннинги."
          ]
        },
        list7: {
          title: "3.7. Боулз",
          discription: [
            "Ставки на сеты и матчи. В матче должны быть сыграны все сеты. Если по какой-либо причине победа в матче присуждена участнику до окончания матча, то ставки на сеты по данному матчу аннулируются, если дальнейшая игра не повлияет на результат"
          ]
        },
        list8: {
          title: "3.8. Велоспорт",
          discription: [
            "Началом соревнования считается начало первого квалификационного раунда.",
            "Ставки на сравнение участников друг против друга. Ставка остается в силе и будет рассчитана, в случае, если оба участника начали соревнование. Если один из участников выбывает из борьбы до начала соревнований, все ставки аннулируются. Если один из участников выбыл по ходу соревнования по любой причине, то его соперник считается победителем."
          ]
        },
        list9: {
          title: "3.9.  Водное поло",
          discription: [
            "Ставки принимаются на основное время игры (32 минуты игры, 4 периода по 8 минут). Дополнительные периоды и серия 5-метровых бросков учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. "
          ]
        },
        list10: {
          title: "3.10. Волейбол",
          discription: [
            "Если сет был не доигран, то те исходы, которые были определены к моменту его остановки, будут рассчитаны в соответствии со счетом. Все остальные ставки будут аннулированы. Если сет доигран, а матч не завершен, то ставки на этот сет будут рассчитаны. ",
            "Фора и тотал на матч указываются в очках, кроме ставок на «фора по сетам» и «тотал по сетам». ",
            "Ставки на превышение очков в сете. В этой ставке требует определить, будут ли разыграны дополнительные очки в сете. Например, одна из команд для победы в сете должна набрать больше 25 (1-4-й сет) или 15 очков (5-й сет). "
          ]
        },
        list11: {
          title: "3.11. Гандбол ",
          discription: [
            "Ставки принимаются на основное время игры (60 минут игры, 2 тайма по 30 минут). Дополнительное время и серия 7-метровых бросков учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д."
          ]
        },
        list12: {
          title: "3.12. Гольф ",
          discription: [
            "Игрок считается активным участником соревнований, если сделал хотя бы один удар по мячу. Если игрок будет отстранен после удара, то все ставки на него считаются проигравшими.",
            "Ставки на победителя турнира. Победителем турнира считается гольфист, который займет первое место в турнире. Победитель определяется по результатам плей-офф, если такая стадия предусмотрена регламентом соревнований. ",
            "Ставки на сравнения игроков турнира. Победителем считается игрок, который займет более высокое место по итогам турнира с учетом стадии плей-офф. В случае, если один из игроков не прошел отсев (cut), то победа засчитывается другому. Если оба игрока не прошли отсев, то расчет результата определяется наименьшим счетом после определения списка участников, прошедших отсев. Если один игрок дисквалифицирован либо до завершения двух раундов, либо после того, как оба игрока прошли отсев, то оставшийся игрок считается победителем. Если игрок дисквалифицирован вовремя либо третьего, либо четвертого раундов, а его противник не прошел отсев, то дисквалифицированный игрок считается победителем. Если ставка на «ничью» (tie) не предлагается, то матч игроков, занявших одно место, будет аннулирована.  "
          ]
        },
        list13: {
          title: "3.13. Гэльский футбол, херлинг  ",
          discription: [
            "Ставки принимаются на основное время игры (70 минут игры, 2 тайма по 35 минут или 60 минут игры, 2 тайма по 30 минут). Все ставки считаются действительными, если матч будет сыгран полностью, за исключением, когда результаты по некоторым событиям в матче были определены на момент остановки матча.",
            "Ставки рассчитываются на основе общего счета в матче: гол = 3 очка; индивидуальное очко = 1 очко ",
            "Пример подсчета очков. Команда 1 набрала 3-10 (3 - количество голов по 3 очка, 10 - количество индивидуальных по 1 очку), и Команда 2 набрала 4-9 (4 - количество голов по 3 очка, 9 - количество индивидуальных по 1 очку). Общий счет игры будет 19-21 – победа Команды 2. "
          ]
        },
        list14: {
          title: "3.14. Дартс  ",
          discription: [
            "Ставки на матч. В случае, если матч был начат, но не завершен, то игрок, прошедший в следующий раунд соревнований, будет считаться победителем. Остальные ставки на матч аннулируются, за исключением тех ставок, результат для которых был определен в процессе матча до его остановки."
          ]
        },
        list15: {
          title: "3.15. Зимние виды спорта",
          discription: [
            "Началом соревнования считается начало первого квалификационного раунда.",
            "Ставки на сравнения участников друг против друга (спортсмен или команда). Оба участника должны начать соревнование, чтобы ставки считались действительными. Расчет ставок производится на основании официальных протоколов соревнований. Если один из участников по какой-либо причине выбывает по ходу события, то его соперник считается победителем. Если ни один из участников не завершил соревнование, то ставки на сравнение аннулируются."
          ]
        },
        list16: {
          title: "3.16. Керлинг ",
          discription: [
            "Ставки на матч принимаются с учетом экстра-эндов, если регламентом соревнований не оговорено другое. Игра состоит из 10 эндов. В случае равенства очков после 10 эндов назначается экстра-энд, победитель которого и становится победителем матча."
          ]
        },
        list17: {
          title: "3.17. Киберспорт",
          discription: [
            "Все ставки рассчитываются на основании официального результата матча, включая дополнительные раунды.",
            "Если начало матча задержано или отложено по какой-либо причине, то все ставки остаются в силе до конца матча или до конца турнира.",
            "Если матч прерван по каким-либо причинам (отказ, дисквалификация, техническое поражение и т.д.), то все ставки на матч аннулируются, за исключением тех ставок, результат для которых был определен в процессе матча до его остановки.",
            "Ставки на дополнительные рынки рассчитываются на основании игровых логов матча."
          ]
        },
        list18: {
          title: "3.18. Крикет",
          discription: [
            "Ставки на матч будут засчитаны на основе официального результата, объявленного управляющим органом (организатором) соответствующего матча или турнира.",
            "Если матч прерван и не доигран, то ставки на этот матч аннулируются."
          ]
        },
        list19: {
          title: "3.19. Легкая атлетика ",
          discription: [
            "Началом соревнования считается начало первого квалификационного раунда.",
            "Ставки на сравнения участников друг против друга (спортсмен или команда). Оба участника должны начать соревнование, чтобы ставки считались действительными. Расчет ставок производится на основании официальных протоколов соревнований. Если один из участников по какой-либо причине выбывает по ходу события, то его соперник считается победителем. Если ни один из участников не завершил соревнование, то ставки на сравнение аннулируются."
          ]
        },
        list20: {
          title: "3.20. ММА",
          discription: [
            "Результат боя (2 исхода). Ставки на рынок принимаются и рассчитываются без учета исхода «ничья». В случае ничейного результата все ставки на рынок аннулируются. ",
            "Результат боя (3 исхода). Ставки на рынок принимаются и рассчитываются с учетом исхода «ничья». ",
            "Ставки на «Тотал раундов». При расчете ставок на тотал раундов учитываются только полностью завершенные раунды.  "
          ]
        },
        list21: {
          title: "3.21. Настольный теннис",
          discription: [
            "Если начало матча задержано или отложено по какой-либо причине, то все ставки остаются в силе до конца матча или до конца турнира.",
            "Ставки на матч. В случае, если матч был начат, но не завершен, то игрок, прошедший в следующий раунд соревнований, будет считаться победителем. Остальные ставки на матч аннулируются, за исключением тех ставок, результат для которых был определен в процессе матча до его остановки. "
          ]
        },
        list22: {
          title: "3.22. Пляжный волейбол ",
          discription: [
            "Если начало матча задержано или отложено по какой-либо причине, то все ставки остаются в силе до конца матча или до конца турнира.",
            "Ставки на матч. В случае, если матч был начат, но не завершен, то игрок, прошедший в следующий раунд соревнований, будет считаться победителем. Остальные ставки на матч аннулируются, за исключением тех ставок, результат которых уже определен."
          ]
        },
        list23: {
          title: "3.23. Пляжный футбол",
          discription: [
            "Ставки принимаются на основное время игры (36 минут игры, 3 периода по 12 минут). Дополнительное время и послематчевые пенальти учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. "
          ]
        },
        list24: {
          title: "3.24. Регбилиг, Регби-7  ",
          discription: [
            "Ставки принимаются на основное время игры (80 минут игры, 2 тайма по 40 минут). Дополнительное время и серия ударов учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д.  "
          ]
        },
        list25: {
          title: "3.25. Снукер ",
          discription: [
            "Ставки на матч. В случае остановки матча игрок, игрок прошедший в следующий раунд, считается победителем, если завершен по крайней мере один фрейм. ",
            "Ставки на фреймы, ставки с учетом форы и специальные ставки. Ставки рассчитываются в том случае, если будет сыграно полное количество фреймов, которое необходимо для определения победителя матча. Если в матче по каким-либо причинам победа была присуждена игроку до его завершения, то ставки на фреймы, ставки с учетом форы и специальные ставки будут аннулированы, за исключением тех ставок, результат которых уже определен."
          ]
        },
        list26: {
          title: "3.26. Специальные ставки   ",
          discription: [
            "Специальные ставки – это эксклюзивные ставки, которые предлагается сделать на общественные и политические события, результаты ТВ-шоу/игр, результаты лотерей и т.д.  ",
            "Все ставки рассчитываются на основании данных полученных от официального источника проведения мероприятий. "
          ]
        },
        list27: {
          title: "3.27. Теннис ",
          discription: [
            "Если начало матча задержано или отложено по какой-либо причине, то все ставки остаются в силе до конца матча или до конца турнира. ",
            "Если один из участников отказывается от борьбы до начала события, то все ставки на матч аннулируются (возврат с кф.1). ",
            "Если один из участников по какой-либо причине (травма, отказ и т.д.) выбывает по ходу события, то все ставки, сделанные на момент окончания матча аннулируются (возврат с кф.1). Исключением являются ставки, результат для которых был определен в процессе события. Например, один участников выбыл во втором сете при счете 3-5. Ставка «Тотал геймов во втором сете больше 7.5» считается выигрышной.  "
          ]
        },
        list28: {
          title: "3.28. Флорбол",
          discription: [
            "Ставки принимаются на основное время игры (60 минут игры, 3 тайма по 20 минут). Дополнительное время и штрафные удары учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. "
          ]
        },
        list29: {
          title: "3.29. Футбол",
          discription: [
            "Ставки принимаются на оговоренное регламентом основное время игры (90 минут игры, 2 тайма по 45 минут плюс компенсированное время матча), если в линии не указано иное («дополнительное время»). Дополнительное время и послематчевые пенальти учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. ",
            "Продолжительность матчей в товарищеских, коммерческих и прочих турнирах принимается перед началом турнира и может отличаться от стандартного времени проведения футбольного матча. ",
            "Ставка «Автор первого гола». Если игрок не попал в заявку на матч, остался на скамейке запасных или появился на поле через замену после первого гола, то ставки на этого игрока будут аннулированы. Ставки на игроков, замененных или удаленных с поля до того, как был забит первый гол, проигрывают. Автоголы (голы в свои ворота) не считаются. ",
            "Ставка «Автор гола (любое время)». Если игрок не попал в заявку на матч или не вышел на поле в течение матча, то ставки на игрока будут аннулированы. Автоголы (голы в свои ворота) не считаются. ",
            "Ставка «Автор последнего гола». Если игрок не попал в заявку на матч, остался на скамейке запасных, то ставки на этого игрока будут аннулированы. Автоголы (голы в свои ворота) не считаются.",
            "Ставки на желтые и красные карточки. Карточки, показанные во время перерыва, после финального свистка, а также не участвующим игрокам и персоналу на скамейке запасных не будут учитываться. Подсчет карточек в матче осуществляется следующим образом: одна желтая карточка = одна карточка, две желтые карточки, полученные одним игроком = три карточки, прямая красная карточка = две карточки.",
            "Ставки на интервалы (исход интервала, тотал в интервале, фора в интервале и т.д.). Например, при расчете ставок время 24:59 является 25-й минутой, а 25:00 является 26-й минутой. ",
            "Ставки на «Тотал голов после Х минут», «Фора по голам после Х минут». Необходимо определить тотал голов, фору по голам в определенный отрезок сыгранного матча. Например, рынок «Тотал голов после 60 минут» предлагает определить тотал голов с 0:00 до 59:59 (60-я минута матча), 60:00 является 61-й минутой.",
            "Ставки на «Точный счет Тайм/Матч». Чтобы выиграть ставку, необходимо угадать точный счет первого тайма и всего матча (учитывается только основное время с учетом компенсированного времени).  "
          ]
        },
        list30: {
          title: "3.30. Футзал ",
          discription: [
            "Ставки принимаются на основное время игры (40 минут игры, 2 тайма по 20 минут). Дополнительное время и серия ударов с 6-метровой отметки учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д.  ",
            "В случае если матч начнется, но не будет завершен, все ставки на матч будут аннулированы, за исключением тех ставок, результат которых уже определен. "
          ]
        },
        list31: {
          title: "3.31. Хоккей на траве   ",
          discription: [
            "Ставки принимаются на основное время игры (70 минут игры, 2 тайма по 35 минут или 4 тайма по 17 минут 30 секунд). Дополнительное время и серия пенальти учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. ",
            "В случае если матч начнется, но не будет завершен, все ставки на матч будут аннулированы, за исключением тех ставок, результат которых уже определен."
          ]
        },
        list32: {
          title: "3.32. Хоккей с мячом (бенди)  ",
          discription: [
            "Ставки принимаются на основное время игры (90 минут игры, 2 тайма по 45 минут или 3 тайма по 30 минут). Дополнительное время учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. ",
            "В случае если матч начнется, но не будет завершен, все ставки на матч будут аннулированы, за исключением тех ставок, результат которых уже определен. "
          ]
        },
        list33: {
          title: "3.33. Хоккей с шайбой",
          discription: [
            "Ставки принимаются на основное время игры (60 минут игры, 3 периода по 20 минут), если не указано иное (с учетом овертайма (пометка с «ОТ») или учетом овертайма и буллитов (пометка «вкл.ОТ и буллиты»). Овертаймы и серия буллитов учитываются в ставках в стадии плей-офф, стыковых/переходных матчах и т.д. Овертайм, назначаемый по сумме результатов двух матчей, учитывается только в ставках на выход в следующий раунд, в другую лигу, на победителя соревнования и т.п. ",
            "— подделка документов с помощью специализированного программного обеспечения;"
          ]
        }
      }
    },
    block4: {
      title: "4. Конструктор ставок ",
      list: [],
      discription: {
        list1: {
          title: "4. Конструктор ставок ",
          discription: [
            "Букмекерская компания компания предлагает услугу «Конструктор ставок». Игрок может сам создать собственную ставку для любого футбольного матча, как перед матчем, так и по ходу игры. ",
            "1. Конструктор ставок доступен только для футбольных матчей. ",
            "2.Конструктор ставок является ставкой ординар типа ординар. ",
            "3. Если ты сделал ставку пре-матч, воспользовавшись конструктором ставок, то не сможешь сделать кэшаут этой ставки.  ",
            "4. Ставка, сделанная с помощью конструктора ставок, рассчитывается, как выигрышная, если все события в ставке сыграют.",
            "5. На ставки, сделанные с помощью конструктора ставок, не распространяется возможность пользоваться редактором ставок.  ",
            "6. Ты можешь использовать минимум две – максимум шесть маркетов для одной ставки, пользуясь конструкторам ставок. ",
            "7. Акция «досрочная выплата» не действует на ставки, сделанные посредством конструктора ставок.  ",
            "8. компания может отменить расчет ставки, сделанной посредством конструктора ставок, если результат маркета, входящего в ставку, будет установлен не корректно или по ошибке. ",
            "9. компания оставляет за собой права ограничить игрока в доступе к функции конструктора ставок.  "
          ]
        }
      }
    },
    block5: {
      title: "5. Редактор ставок",
      list: [],
      discription: {
        list1: {
          title: "5. Редактор ставок.",
          discription: [
            "Букмекерская компания компания предоставляет своим функцию «Редактор ставок». Игрок может добавлять, заменять и удалять события в своих ставках. Данная функция будет доступна как для пре-матч ставок, так и в лайве. ",
            "1. Когда ставка изменяется с помощью функции «Редактора ставок», новая сумма ставки будет равна текущему значению кэшаута ставки. ",
            "2. Если все события в редактируемом купоне пре-матч и текущий коэффициент ставки меньше, либо равен коэффициенту ставки, то коэффициент кэшаута равен 1.",
            "3. Игрок не может добавить маркет из того же события, на которое была сделана ставка. Пример: если вы поставили на победу одной из команд в матче, то вы не можете добавить к ставке маркет «тотал больше голов» из этого же матча.   ",
            "4. компания может отменить расчет ставки, сделанной посредством конструктора ставок, если результат маркета, входящего в ставку, будет установлен не корректно или по ошибке. ",
            "5. компания оставляет за собой права ограничить игрока в доступе к функции конструктора ставок.   ",
            "6. Ты можешь использовать минимум две – максимум шесть маркетов для одной ставки, пользуясь конструкторам ставок.",
            "7. Акция «досрочная выплата» не действует на ставки, сделанные посредством конструктора ставок.  ",
            "8. компания может отменить расчет ставки, сделанной посредством конструктора ставок, если результат маркета, входящего в ставку, будет установлен не корректно или по ошибке. ",
            "9. компания оставляет за собой права ограничить игрока в доступе к функции  конструктора ставок.  "
          ]
        }
      }
    }
  },

  stockAndOffers: {
    payout: "Досрочная выплата",
    payoutSub: "если команда ведет в два мяча",
    return: "Вернем деньги",
    returnSub: "при нулевом счете",
    deposit: "Мощный старт",
    depositSub: "начните свою игру на максималках",
    express1: "Бонус на экспресс",
    express1Sub: "футбол",
    express2: "Бонус на экспресс",
    express2Sub: "теннис",
    express3: "Бонус на экспресс",
    express3Sub: "баскетбол",
    constructor: "Конструктор ставок",
    constructorSub: "собери победу",
    editor: "Редактор ставок",
    editorSub: "решение за вами",
    cashout: "Cashout",
    cashoutSub: "в любой момент"
  },
  promoPayout: {
    list1: [
      "компания предлагает эксклюзивную акцию, которая порадует наших игроков.",
      "Сделайте ставку-ординар до начала матча на победу любой из команд по линии 1х2 и, если команда, на которую вы поставили, будет вести в счете с разницей в два мяча, мы рассчитаем вашу ставку как выигрышную в любой из игровых промежутков матча.",
      "Теперь вам не стоит переживать, растеряет ли свое преимущество команда, на которую вы поставили. С нашей акцией вы получите свой выигрыш моментально, не дожидаясь итогового результата.",
      "Эта акция действительна на все матчи российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, немецкой Бундеслиги, французской Лиги 1, а также на матчи Лиги чемпионов и Лиги Европы."
    ],
    list2: [
      "Правила и условия",
      "1. Данное предложение распространяется только на ставки вида ординар.",
      "2. Данное предложение распространяется только на ставки пре-матч.",
      "3. Данное предложение распространяется на маркет 1х2 (основное время) на любой матч чемпионатов российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, немецкой Бундеслиги, французской Лиги 1, групповой стадии Лиги чемпионов и Лиги Европы.",
      "4. Данное предложение не распространяется на ставку «ничья» по линии 1х2.",
      "5. Выигрыш по ставке будет выплачен полностью, если команда, на которую поставил игрок, по ходу матча будет выигрывать в два гола на любом отрезке события вне независимости от конечного результата встречи.",
      "6. В случае, если игрок воспользуется кэшаутом или редактором ставки, то данное предложение не будет действовать для этой ставки.",
      "7. Это предложение не распространяется на ставки, сделанные с помощью функции Конструктора ставки, если только ставка не была сделана пре-матч на маркет 1х2 (основное время).",
      "8. Ставка рассчитывается после того, как команда, на которую была сделана ставка, повела в матче с разницей в два мяча, а не после окончания встречи.",
      "9. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
      "10. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
      "11. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
      "12. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
      "13. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
    ]
  },

  multBets: "Мулитиствка",
  max: "Макс",
  sum: "Сумма",
  payout: "Выплата",
  systemBet: "Система",
  sestampretext: "из ",
  sumBets: "Сумма ставок",
  maxPayuot: "Макс. выплата",
  sendbets: "Принять ставку",
  clearCoupon: "Очистить купон",
  errorBetonlyEvent: "Не доступно,<br>выбраны ставки<br>из одного события",
  addSystem: "Добавить еще систему",
  eventEdits: "В одном или нескольких событиях произошли изменения",
  acceptEditEvent: "Принять изменения",
  quickBetMode: " Активирован режим быстрой ставки на",
  currencyText: "рублей",

  returnMoney: {
    block1: {
      title: "Вернем деньги, если матч завершится 0:0",
      list1: [
        "Мы не позволим очередным скучным «сухарям» портить ваше настроение и ставку. С нашей акцией «Вернем ставку» вам незачем переживать, закончится ли встреча со счетом 0:0.",
        "Сделайте ставку-ординар пре-матч на любое событие на один из следующих маркетов: точный счет, 1-й тайм/матч или автор гола и в случае, если этот матч завершится со счетом 0:0, вы не проиграете! Ваша ставка в полном объеме будет зачислена на ваш бонусный счет!"
      ],
      discription: {
        title: "Правила и условия",
        list: [
          "1. Данное предложение доступно только для ставок вида ординар.",
          "2. Данное предложение доступно только для ставки пре-матч.",
          "3. Данное предложение распространяется на все матчи российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, немецкой Бундеслиги, французской Лиги 1, а также на матчи Лиги чемпионов и Лиги Европы.",
          "4. Данное предложение распространяется на один из следующих маркетов: точный счет, 1-й тайм/матч и автор гола. Если матч завершится со счетом 0:0, то мы вернем на ваш баланс сумму сделанной ставки.",
          "5. В случае, если игрок воспользуется кэшаутом или редактором ставки, то данное предложение не будет действовать для этой ставки.",
          "6. Данное предложение не распространяется на ставки, сделанные с помощью функции Конструктора ставки, если только ставка не была сделана пре-матч на маркеты точный счет или 1-й тайм/матч.",
          "7. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
          "8. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
          "9. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
          "10. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
          "11. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
        ]
      }
    }
  },
  poserStart: {
    title: "Начните свою игру в компания на максималках.",
    list1: [
      "Мы дарим вам бесплатную ставку в 1 000 рублей просто за регистрацию в компания. Никаких дополнительных условий и правил. Зарегистрировались у нас, и бесплатная ставка уже ждет в вашем личном кабинете.",
      "Но это еще не все!",
      "Кроме бесплатной ставки в 1 000 рублей компания дает бонус на депозит.",
      "Каждый букмекер предлагает бонусы своим новым игрокам. Приятные цифры манят, но на деле появляются условия, после которых вы жалеете, что решили взять этот бонус. Мы решили, что для нашего игрока все должно быть максимально просто и прозрачно.",
      "Что это такое?",
      "Вы пополняете свой игровой счет в течение 30 дней и получаете за это бонус.",
      "Как это работает?",
      "Зарегистрируйтесь, пополните счет и получите 15% от суммы всех проставленных депозитов в течение первого месяца. Все ваши депозиты суммируются.",
      "Сколько я получу в виде бонуса?",
      "У нас нет ограничений! Сумма бонуса зависит только от вас.",
      "Например, в течение месяца вы внесли 100 000 рублей (по частям или единовременно) и сделали ставок на данную сумму – тогда ваш бонус составит 15 000 руб. Если же, вы внесли 100 000 руб., но сделали ставок на 70 000 рублей в течение месяца, то ваш бонус будет равен 10 500 руб."
    ],
    discription: {
      title: "Правила и условия",
      list: [
        "1. Условия бонуса действительны до первого вывода личных средств игрока.",
        "2. При расчете ставок по коэффициенту 1 (один) – ставка не идет в зачет.",
        "3. Бонусные средства зачисляются на бонусный счет игрока.",
        "4. Бонус равен 15% от суммы проставленных депозитов в течение 30 календарных дней с момента первого депозита. Все ваши депозиты суммируются.",
        "5. Бонус на депозит может быть активирован в течение 30 календарных дней после регистрации игрока в компания и прохождения полной верификации.",
        "6. В случае, если игрок воспользуется кэшаутом или редактором ставки, данная ставка в зачет не идет.",
        "7. Если игрок воспользуется конструктором ставок, то итоговый коэффициент события должен быть не менее 2.00.",
        "8. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
        "9. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
        "10. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
        "11. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
        "12. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
      ]
    }
  },
  promoBonusFootball: {
    title: "«Бонус на экспресс»: футбол",
    subTitle: [
      "Каждые выходные в Европе огромное количество матчей, а в середине недели нас всегда ждут лучшие матчи Лиги чемпионов и Лиги Европы. Здесь никак не обойтись всего одной ставкой.",
      "компания предлагает акцию «Бонус на экспресс». Чем больше событий вы соберете в свой экспресс, тем больше процентов мы прибавим к вашему выигрышу.",
      "Чтобы воспользоваться акцией вам нужно собрать экспресс от четырех событий, состоящий только из матчей чемпионатов российский Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, итальянской Серии А, немецкой Бундеслиги, французской Лиги 1 или Лиги чемпионов и Лиги Европы. В экспрессе могут участвовать только маркеты: 1х2 (основное время) и исход/обе забьют."
    ],
    leftColumn: [
      "Экспресс",
      "4 события",
      "5 событий",
      "6 событий",
      "7 событий",
      "8 событий",
      "9 событий",
      "10 событий",
      "11 событий",
      "12 событий",
      "14 и более событий"
    ],
    rightColumn: [
      "Бонус",
      "5%",
      "10%",
      "20%",
      "30%",
      "40%",
      "50%",
      "60%",
      "70%",
      "80%",
      "90%",
      "100%"
    ],
    offer__Rules: [
      "Правила и условия",
      "1. Предложение действует только для ставок пре-матч.",
      "2. Предложение действует только на следующие маркеты: 1х2 (основное время) или исход/обе забьют.",
      "3. Экспресс можно составлять только из матчей российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, итальянской Серии А, немецкой Бундеслиги, французской Лиги 1 или Лиги чемпионов и Лиги Европы.",
      "4. Максимальный размер бонуса – 5 000 000 рублей (или 70 000 американских долларов).",
      "5. Если какое-либо из событий в экспрессе будет отложено или отменено, то итоговый бонус будет рассчитываться исходя из тех событий, что остались в игре. Например, в экспрессе из 8 событий, где у вас сыграет 7 событий, а одно будет отменено, вы получите 30% бонуса к вашему итоговому выигрышу.",
      "6. Бонусная часть вашего сыгравшего экспресса будет начислена на ваш бонусный счет в течение 24 часов с момента завершения последнего события в экспрессе.",
      "7. В случае, если игрок воспользуется кэшаутом или редактором ставки, то данное предложение не будет действовать для этой ставки.",
      "8. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
      "9. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
      "10. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
      "11. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
      "12. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
    ]
  },
  promoBonusTennis: {
    title: "«Бонус на экспресс»: теннис",
    subTitle: [
      "Специально для любителей тенниса мы приготовили отличную акцию!",
      "Собирайте экспрессы на теннис, а мы позаботимся о том, чтобы вы выиграли еще больше! Чем больше событий вы соберете в свой экспресс, тем больше процентов мы прибавим к вашему выигрышу.",
      "Чтобы воспользоваться акцией вам нужно собрать экспресс от трех событий, состоящий только из матчей турниры Большого шлема, Кубка Дэвиса, ATP, WTA, Challanger Tour. В экспрессе могут участвовать только следующие маркеты: победитель матча, победитель первого сета, фора по сетам."
    ],
    leftColumn: [
      "Экспресс",
      "3 события",
      "4 событий",
      "5 событий",
      "6 событий",
      "7 событий",
      "8 событий",
      "9 событий",
      "10 событий",
      "11 событий",
      "12 событий"
    ],
    rightColumn: [
      "Бонус",
      "5%",
      "10%",
      "15%",
      "20%",
      "25%",
      "30%",
      "35%",
      "40%",
      "45%",
      "50%"
    ],
    offer__Rules: [
      "Правила и условия",
      "1. Предложение действует только для ставок пре-матч.",
      "2. Предложение действует только на следующие маркеты: 1х2 (основное время) или исход/обе забьют.",
      "3. Экспресс можно составлять только из матчей российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, итальянской Серии А, немецкой Бундеслиги, французской Лиги 1 или Лиги чемпионов и Лиги Европы.",
      "4. Максимальный размер бонуса – 5 000 000 рублей (или 70 000 американских долларов).",
      "5. Если какое-либо из событий в экспрессе будет отложено или отменено, то итоговый бонус будет рассчитываться исходя из тех событий, что остались в игре. Например, в экспрессе из 8 событий, где у вас сыграет 7 событий, а одно будет отменено, вы получите 30% бонуса к вашему итоговому выигрышу.",
      "6. Бонусная часть вашего сыгравшего экспресса будет начислена на ваш бонусный счет в течение 24 часов с момента завершения последнего события в экспрессе.",
      "7. В случае, если игрок воспользуется кэшаутом или редактором ставки, то данное предложение не будет действовать для этой ставки.",
      "8. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
      "9. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
      "10. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
      "11. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
      "12. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
    ]
  },
  promoBonusbasketball: {
    title: "«Бонус на экспресс»: баскетбол",
    subTitle: [
      "Разбираетесь в баскетболе – эта акция точно для вас!",
      "компания предлагает акцию «Бонус на экспресс». Чем больше событий вы соберете в свой экспресс, тем больше процентов мы прибавим к вашему выигрышу.",
      "Чтобы воспользоваться акцией вам нужно собрать экспресс от трех событий, состоящий только из матчей НБА, Евролиги, Лиги ВТБ и Еврокубка. В экспрессе могут участвовать следующие маркеты: фора на матч (включая ОТ) или тотал на матч (включая ОТ)."
    ],
    leftColumn: [
      "Экспресс",
      "3 события",
      "4 событий",
      "5 событий",
      "6 событий",
      "7 событий",
      "8 событий",
      "9 событий",
      "10 событий",
      "11 событий",
      "12 событий"
    ],
    rightColumn: [
      "Бонус",
      "5%",
      "10%",
      "15%",
      "20%",
      "25%",
      "30%",
      "35%",
      "40%",
      "45%",
      "50%"
    ],
    offer__Rules: [
      "Правила и условия",
      "1. Предложение действует только для ставок пре-матч.",
      "2. Предложение действует только на следующие маркеты: 1х2 (основное время) или исход/обе забьют.",
      "3. Экспресс можно составлять только из матчей российской Премьер-лиги, английской Премьер-лиги, испанской Ла Лиги, итальянской Серии А, немецкой Бундеслиги, французской Лиги 1 или Лиги чемпионов и Лиги Европы.",
      "4. Максимальный размер бонуса – 5 000 000 рублей (или 70 000 американских долларов).",
      "5. Если какое-либо из событий в экспрессе будет отложено или отменено, то итоговый бонус будет рассчитываться исходя из тех событий, что остались в игре. Например, в экспрессе из 8 событий, где у вас сыграет 7 событий, а одно будет отменено, вы получите 30% бонуса к вашему итоговому выигрышу.",
      "6. Бонусная часть вашего сыгравшего экспресса будет начислена на ваш бонусный счет в течение 24 часов с момента завершения последнего события в экспрессе.",
      "7. В случае, если игрок воспользуется кэшаутом или редактором ставки, то данное предложение не будет действовать для этой ставки.",
      "8. В случае нарушения какого-либо из условий данной акции, а также при обнаружении случаев мошеннической игры, букмекер компания оставляет за собой право аннулирования акции и возврата средств со счета игрока. Также букмекер компания может заблокировать игрока за мошеннические действия.",
      "9. компания оставляет за собой право в одностороннем порядке исключить игрока из данной акции на свое усмотрение и без предварительного уведомления.",
      "10. компания может вернуть любую сумму бонуса, бесплатные ставки или повышенные платежи, которые были начислены по ошибке.",
      "11. компания может в любое время внести незначительные изменения в условия акции для исправления типографских ошибок или для внесения ясности для игроков, а также может отменить эту акцию по юридическим или нормативным причинам.",
      "12. Предложение действительно только для одного счета, адреса, ip-адреса, номера банковской карты."
    ]
  },
  promoCuntructor: {
    title: "Конструктор ставок",
    subTitle: [
      "Как часто каждый из нас хотел сделать ставку на определённый матч, но не находил ее у букмекера? Вспомните, как Криштиану Роналду принес победу сборной Португалии в первом тайме матча Чемпионата мира, забив гол головой. Если бы у вас была возможность собрать собственную ставку, которая состояла бы из «победы Португалии» + «гол Роналду» + «гол будет забит головой», представьте, какой огромный коэффициент в итоге получился бы и какого размера был бы ваш выигрыш!",
      "Мы не хотим ограничивать своих игроков в фантазии, ведь ставки должны приносить удовольствие.",
      "Конструктор ставок позволит вам создать собственную ставку для любого футбольного матча как перед матчем, так и по ходу игры."
    ],
    discription: {
      title: "Как это работает?",
      list: [
        "— Исход матча (весь матч или 1-й тайм)",
        "— Обе команды забьют",
        "— Количество забитых голов",
        "— Автор забитого гола (в любое время, первый гол в матче, последний гол в матче, 2 или более голов, 3 или более голов)",
        "— Угловые",
        "— Карточки (тотал карточек, желтая карта игроку, игрок будет удален)",
        "mdash; Команда пройдет в следующий раунд/команда выиграет трофей",
        "— И др."
      ],
      offerTextOne:
        "Чтобы собрать свою уникальную ставку, необходимо выбрать раздел «Конструктор» в росписи матча. Далее необходимо нажать на кнопку «добавить исход». Затем будет предложено меню, где можно выбрать ту линию, которую вы хотите добавить в свою комбинированную ставку. В итоге, когда вы соберете свою ставку, в окне конструктора будет отображено, из каких именно линий состоит ставка и какой ее итоговый коэффициент.",
      offerTextTwo:
        "После того, как вы сформировали свою ставку, необходимо нажать на кнопку «в купон», где можно будет ввести сумму и принять ставку. После приема вашей ставки она будет добавлена в раздел «Мои ставки».",
      footerList: [
        "Правила и условия",
        "1. Конструктор ставок доступен только для футбольных матчей.",
        "2. Конструктор ставок является ставкой ординар типа ординар.",
        "3. Если ты сделал ставку пре-матч, воспользовавшись конструктором ставок, то не сможешь сделать кэшаут этой ставки.",
        "4. Ставка, сделанная с помощью конструктора ставок, рассчитывается, как выигрышная, если все события в ставке сыграют.",
        "5. На ставки, сделанные с помощью конструктора ставок, не распространяется возможность пользоваться редактором ставок.",
        "6. Вы можете использовать минимум две – максимум шесть маркетов для одной ставки, пользуясь конструктором ставок.",
        "7. Акция «досрочная выплата» не действует на ставки, сделанные посредством конструктора ставок.",
        "8. компания может отменить расчет ставки, сделанной посредством конструктора ставок, если результат маркета, входящего в ставку, будет установлен некорректно или по ошибке.",
        "9. компания оставляет за собой права ограничить игрока в доступе к функции конструктора ставок."
      ]
    }
  },
  promoEditor: {
    title: "Редактор ставок",
    subTitle: [
      "Букмекер компания предоставляет своим игрокам уникальную функцию «Редактор ставок». С ней вы сможете добавлять, заменять и удалять события в своих ставках. Данная функция будет доступна как для пре-матч ставок, так и в лайве.",
      "Как часто вы хотели прямо по ходу игры изменить свою ставку из-за происходящего на поле? Какая-то из команд осталась в меньшинстве, сильно ухудшились погодные условия, или пришлось делать вынужденную замену лидера клуба. В таких условиях ваша ставка уже не кажется такой беспроигрышной, как перед началом матча. Теперь вы сможете перестраиваться прямо по ходу игры, чтобы все равно остаться победителем в матче.",
      "Функция «редактора ставок» распространяется как на ординары, так и на экспрессы (в которых можно менять как всю ставку, так и ее отдельные элементы). Опция редактирования будет появляться в купоне одновременно с опцией кэшаута. Это позволит игрокам изменять ставки любым способом, которым они захотят.",
      "Как это работает?",
      "Чтобы начать редактирование ставки, необходимо нажать на кнопку «изменить».",
      "В режиме «редактирования» можно изменять исход события в рамках одного маркета. Для этого надо навести курсор на выбранный исход и вам будет предложена возможность изменить выбор. При добавлении нового маркета к редактируемой ставке ординар станет экспрессом. Во время редактирования вы можете изменить размер суммы ставки.",
      "Для того, чтобы сохранить свой выбор в режиме «редактирования», вам необходимо нажать на кнопку «сохранить изменения». Пока вы находитесь в данном режиме, любые действия, связанные с выбором маркетов, будут дополнять редактируемую ставку."
    ],
    list: [
      "Правила и условия",
      "1. Когда ставка изменяется с помощью функции «Редактора ставки», новая сумма ставки будет равна текущему значению кэшаута ставки.",
      "2. Если все события в редактируемом купоне пре-матч и текущий коэффициент ставки меньше, либо равен коэффициенту ставки, то коэффициент кэшаута равен 1.",
      "3. Игрок не может добавить маркет из того же события, на которое была сделана ставка. Пример: если вы поставили на победу одной из команд в матче, то вы не можете добавить к ставке маркет «тотал больше голов» из этого же матча.",
      "4. компания может отменить расчет ставки, сделанной посредством конструктора ставок, если результат маркета, входящего в ставку, будет установлен некорректно или по ошибке.",
      "5. компания оставляет за собой право ограничить игрока в доступе к функции конструктора ставок."
    ]
  },
  promoCashout: {
    title: "Кэшаут",
    subTitle: [
      "Контролируйте свою игру всегда и во всем. компания дает вам такую возможность.",
      "Используйте функцию кэшаута и получите свой выигрыш, не дожидаясь окончания события. Ваша ставка больше не сорвется на последних минутах, как это могло быть раньше.",
      "Выводите свою ставку полностью, или используйте частичный кэшаут. Остаток средств продолжит участие в событии.",
      "Если вы понимаете, что не сможете следить за матчем в лайве, для вас мы подготовили удобный вариант с автоматическим кэшаутом. Просто задайте необходимую сумму и когда значение текущего кэшаута достигнет ее, она автоматически будет выведена на ваш счет."
    ],
    list: [
      "Условия и положения:",
      "1. Игрок может совершить кэшаут или частичный кэшаут в любое время матча, когда функция доступна.",
      "2. Если ставка была сделана пре-матч и текущий коэффициент ставки меньше, либо равен коэффициенту первоначальной ставки, то она будет рассчитана по коэффициенту 1.",
      "3. Кэшаут может быть осуществлен, как пре-матч, так и в лайве.",
      "4. Размер кэшаута определяется букмекером компания и зависит от величины сделанной ставки, вида ставки, текущего времени события и текущих коэффициентов.",
      "5. Кэшаут недоступен, если:",
      "—	ставка рассчитана",
      "—	ставка содержит исходы, выкуп которых запрещен",
      "—	выкуп ставки запрещен",
      "—	выкуп ставки был произведен ранее",
      "—	в любых других случаях по усмотрению Букмекерской компании",
      "6. Предложение о кэшауте может быть как принято, так и отвергнуто игроком.",
      "7. Выбирая «кэшаут» игрок подтверждает принятие им новых условий ставки.",
      "8. Букмекерская компания компания оставляет за собой право с течением времени изменять предложение о кэшауте, либо не формировать предложение о кэшауте без объяснения причины."
    ]
  },
  partenershipProgram: {
    title: "Партнерская программа",
    list: [
      "Букмекерская компания компания предлагает максимально удобную и выгодную партнерскую программу.",
      "Если у вас есть популярный и интересный ресурс о спорте или ставках, то самое время начать монетизировать свои труды. Не стоит откладывать на потом, начните получать дивиденды уже сейчас вместе с партнерской программой компания.",
      "Получайте до 25% с прибыли букмекера за каждого игрока, который зарегистрируется в компания, придя с вашего ресурса.",
      "В свою очередь, мы предоставляем полный пакет услуг и материалов, которые помогут вам улучшить конверсию и увеличить количество игроков, которые будут регистрироваться у нас по вашей реферальной ссылке."
    ],
    secondArray: [
      "— Абсолютно все актуальные рекламные материалы различных размеров и форматов.",
      "— Простая процедура регистрации в партнёрской программе.",
      "— Гарантированные ежемесячные выплаты.",
      "— Возможность ежедневно следить за статистикой своих средств и регистраций новых игроков."
    ],
    footerTitle:
      "Оформите свое сотрудничество с компания сейчас и начните получать прибыль сегодня!"
  },
  promoDocuments: {
    title: "Документы и лицензии",
    subTitle:
      "БК«xxx» - российская букмекерская контора, осуществляющая деятельность по организации и проведению азартных игр в букмекерских конторах и тотализаторах на территории РФ на основании лицензии № xxx., выданной ООО «XXX» ",
    documentLich: "Лицензия УК НКС",
    document1: "Свидетельство на товарный знак",
    document2: "Свидетельство СРО УК НКС",
    document3: "Правила",
    document4: "Уведомление о включении сведений в реестр",
    document5: "Федеральный закон"
  },
  contactPage: {
    title: "Контакты",
    phone: "Телефон",
    numberphone: "8 (800) 123 45 67",
    eMail: "E-mail",
    emailSub: "support@abet.ru",
    youQuest: "Ваш вопрос:",
    send: "Отправить"
  },
  responsibleGame: {
    title: "Ответственная игра",
    list1: [
      "Букмекерская компания компания заботится о своих игроках, поэтому перед началом игры мы настоятельно рекомендуем Вам ознакомиться с политикой ответственной игры.",
      "Мы с полной ответственностью подходим к вопросу о возможном возникновении зависимости от азартных игр и обоснованном решении о финансовых тратах.",
      "Букмекер компания дает гарантии защиты своих игроков от чрезмерного пристрастия к игре и не допускать несовершеннолетних к азартным играм.",
      "Мы обязуемся давать полный доступ к информации и условия, необходимые для осознанного принятия решений о тратах. Также у нас вы получите опции для помощи, настройки и управления собственным счетом.",
      "компания дает своим игрокам максимальный комфорт и безопасность, чтобы вы могли проводить время у нас в свое удовольствие и не волноваться о последствиях."
    ],
    list2: {
      title: "Запрет для несовершеннолетних",
      array: [
        "компания запрещает азартную игру лицам не достигшим 18 лет. Не пытайтесь зарегистрироваться у нас. В соответствии с законодательством РФ, это является нарушением закона.",
        "В борьбе с тем, чтобы не допустить несовершеннолетнего гражданина к азартной игре, компания требует при регистрации предъявить документ, удостоверяющий личность (паспорт). Если вы регистрируете игровой счет на сайте Geenbet, то для прохождения процедуры идентификации вам необходимо прийти в пункт приема ставок по одному из адресов, указанных на сайте. Также компания вправе запросить у вас дополнительные документы, подтверждающие ваши возраст и личность."
      ]
    },
    list3: {
      title: "Предупреждение игровой зависимости",
      array: [
        "Для большинства игроков азартная игра не является проблемой, однако есть небольшой процент среди игроков, которые подвержены зависимости. Мы подходим к этому вопросу серьезно и предлагаем каждому из наших игроков пройти небольшой тест для самоконтроля и предупреждения игровой зависимости.",
        "— Вы серьезно вовлечены в азартные игры?",
        "— Утратили ли Вы интерес к своей семье, друзьям или хобби из-за азартных игр?",
        "— Вы берете деньги взаймы, чтобы играть?",
        "— Удается ли вам контролировать время, уделяемое для игры?",
        "— Частое посещение букмекерской конторы негативно сказывается на вашей репутации?",
        "— Становитесь ли вы раздражительным и агрессивным во время участия в азартной игре?",
        "— Является ли для вас азартная игра способом уйти от проблем?",
        "— Проиграв, хотите ли вы сразу же отыграться?",
        "— Возникают ли у вас конфликты с близкими из-за азартной игры?",
        "— Считаете ли вы азартную игру основным способом дохода?"
      ]
    },
    list4: {
      title: "Закрытие игрового счета",
      array: [
        "— Каждый игрок компания имеет возможность по собственному желанию в любой момент игры закрыть свой счет. Для этого необходимо связаться со службой поддержки букмекера. Вы можете закрыть свой игровой счет, как на время, так и на постоянной основе.",
        "— Если вы приняли решение об самоисключении из азартной игры, вы должны знать, что в дальнейшем это повлечет за собой следующие факторы:",
        "— Вы не сможете вносить средства и размещать ставки на сайте компания.",
        "— Мы не сможем открыть ваш игровой счёт до истечения выбранного срока или он будет закрыть навсегда.",
        "— При наличии средств на вашем игровом счете вы сможете вывести их и после самоисключения.",
        "— После расторжения соглашения с букмекерской конторой лицо, расторгнувшее соглашение, вправе обратиться в букмекерскую контору с заявлением о заключении нового соглашения. При этом букмекерская контора вправе отказать указанному лицу в заключении нового соглашения без объяснения причин."
      ]
    }
  },
  safeData: {
    title: "Безопасные данные",
    dataText1: [
      "Предметом настоящего Пользовательского соглашения («ПС») являются отношения между ООО «Панорама» (141310, Московская область, Сергиево-Посадский район, г. Сергиев Посад, пр-т Красной Армии, д. 158, этаж мансарда, помещение 4, ОГРН 5107746077270), далее «Администрация сайта», являющимся правообладателем Интернет-сервиса, расположенного в сети Интернет по адресу компания.ru (далее «Интернет-сервис», равнозначно «Сервис»), и физическим лицом пользователем сети Интернет, далее «Пользователь», по поводу использования Интернет-сервиса и размещенных в нем иных сервисов (далее «Сервисы»).",
      "Пользователь обязуется прочитать внимательно настоящее Соглашение в полном объеме, прежде, чем начинать использовать Сайт или любую информацию, размещенную на Сайте, а также предлагаемые сервисы. Сайт предлагает Пользователю использование всех своих функций и сервисов только на условиях полного признания им настоящего Соглашения. Осуществляя доступ к Сайту и перемещение по страницам Сайта, Пользователь принимает без каких-либо ограничений или оговорок установленные Соглашением условия, а также принимает, что любые иные соглашения между Пользователем и Сайтом, которые могут существовать, не должны противоречить условиям, содержащимся в настоящем Соглашении."
    ],
    title2: "I. ОБЩИЕ УСЛОВИЯ",
    dataText2: [
      "1.1. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации",
      "1.2 Настоящее Соглашение является публичной офертой. Каждый раз, получая доступ к материалам Сайта, Пользователь считается принявшим условия настоящего Соглашения.",
      "1.3. Администрация Сайта вправе в любое время в одностороннем порядке и без специального предварительного уведомления изменять условия настоящего Соглашения. Такие изменения вступают в силу с момента размещения новой версии Соглашения на Сайте, если иное не предусмотрено новой редакцией Соглашения. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту и незамедлительно прекратить использование материалов и сервисов Сайта."
    ],
    title3: "II.РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ, ПАРОЛЬ И БЕЗОПАСНОСТЬ",
    dataText3: [
      "2.1. Для получения полного доступа ко всем сервисам Сайта, Пользователю необходимо пройти процедуру регистрации, заполнив все необходимые поля в разделе «Регистрация» и/или процедуру идентификации в пункте приёма ставок или пункте идентификации Администрации сайта.",
      "2.2. Пользователи младше 18 (восемнадцати) лет не могут пользоваться сервисами Сайта.",
      "2.3. При регистрации Пользователь обязуется предоставить Администрации Сайта полную, точную и соответствующую действительности информацию.",
      "2.4. Регистрацией на Сайте Пользователь подтверждает, что ознакомился с правилами пользования Сайтом, понимает их, согласен со всеми правилами и готов их выполнять.",
      "2.5. Если Пользователь не согласен с каким-либо условиями настоящего Соглашения, он должен немедленно прекратить пользование сервисами Сайта и покинуть его.",
      "2.6. Во время регистрации Пользователь указывает Логин и Пароль. Для авторизации в личном кабинете Пользователя можно использовать адрес электронной почты Пользователя или Логин, указанный им при регистрации на сайте Организатора. Пользователь самостоятельно несет ответственность за конфиденциальность своего логина и пароля. Пользователь несет ответственность за действия, которые осуществляются под его логином и паролем на Сайте, даже в случае, если он предоставил свои данные другому лицу.",
      "2.7. Размещая учётные и иные данные и сведения и присоединяясь к Пользовательскому соглашению, Пользователь выражает свое согласие Администрации сайта на обработку учетных и иных данных, на отражение их в профиле Пользователя и соответствующих Сервисах с учетом доступного функционала (который может быть изменен по усмотрению Администрации сайта),  а так же на то, что отражаемые в профиле учетные данные и иные данные будут считаться доступными для пользователей сети Интернет с учетом такого функционала. Пользователь соглашается на передачу третьим лицам учетных и иных данных, в том числе для целей их обработки, для обеспечения функционирования Сайта, Сервисов, реализации партнерских и иных программ Сайта при условии обеспечения Администрацией сайта в отношении передаваемых данных со стороны получателя таких данных режима, аналогичного режиму, существующему на Сайте. Цель обработки учетных данных Пользователя заключается в предоставлении последнему возможности использования Сервисов и предоставлении прав использования дополнительных функциональных (программных) возможностей Сайта и Сервисов, проведении рекламных кампаний, предоставлении таргетированной рекламы и Сервисов, проведении статистических исследований и анализа полученных статистических данных, осуществлении иных действий, описанных в Пользовательском соглашении. Обработка учётных данных Пользователя осуществляется в срок с момента регистрации Пользователя и до момента удаления его учётной записи. Пользователь соглашается с тем, что Администрация сайта в процессе обработки учётных данных имеет право осуществлять с учётными  данными следующие действия: сбор, систематизацию, накопление, хранение, использование, уничтожение и иные необходимые в целях исполнения Пользовательского соглашения.",
      "2.8. Пользователь обязан немедленно уведомить Администрацию Сайта о любом обнаруженном Пользователем случае неавторизованного (не разрешенного Пользователем) доступа с логином и паролем Пользователя и/или о любом нарушении безопасности Сайта.",
      "2.9. Администрация Сайта не несет ответственности за последствия потери или порчи данных, которые явились следствием нарушения Пользователем настоящего Соглашения.",
      "2.10. Положения настоящего Соглашения являются обязательными для всех ранее зарегистрировавшихся Пользователей.",
      "2.11. Администрация Сайта праве устанавливать любые дополнительные требования и ограничения применительно к регистрации на Сайте и использованию Сервисов. "
    ],
    title4: "III. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ",
    dataText4: [
      "3.1. Пользователь имеет право пользоваться всеми бесплатными сервисами Сайта, в том числе участвовать в акциях, проводимых Администрацией на Сайте, при соблюдении необходимых условий, установленных настоящим Соглашением.",
      "3.2. Администрация сайта выражает согласие на возможное использование Пользователем Документов, за исключением дизайна страниц сайта или любой информации, содержащейся в сервисах, имеющихся на сайте, исключительно в своих личных целях.",
      "3.3. Пользователь обязуется:",
      "3.3.1. не создавать более, чем один действующий аккаунт, в том числе не создавать аккаунт с целью введения в заблуждение других Пользователей, Администрации, либо с другими целями, противоречащими обязательствам Пользователя и целям Сайта;",
      "3.3.2. не предпринимать действий, которые могут рассматриваться, как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных прав, в частности, Пользователь обязуется:",
      "<span>— размещать и иным способом использовать на Сайте объекты авторского и смежных с ним прав только с согласия правообладателей;</span>  <span>— использовать сервисы и иное содержание Сайта исключительно для личного и некоммерческого использования. Это означает, что Пользователь может просматривать Сайт, использовать сервисы, предоставляемые на Сайте, только для себя и не вправе продавать, обменивать или иным способом передавать этот материал и/или права другим лицам;</span>  <span>— не копировать, не изменять, не распространять, не передавать, не выставлять на своем сайте (блоге и т.п.) или каком-либо ином сайте, не публиковать и не продавать любую информацию, изображения, программное обеспечение, продукты или сервисы, полученные в результате пользования Сайтом.</span>",
      "3.3.3. Использовать формы, предназначенные для общения в рамках Сайта, исключительно для общения, в частности, запрещается:  <span>— размещать, передавать, отправлять и иным образом публиковать сообщения, которые могут содержать нецензурные выражения, носить клеветнический или оскорбительный характер, пропагандировать ненависть и дискриминацию людей по расовому, этническому, половому или социальному признакам;</span> <span>— размещать, передавать, отправлять и иным образом публиковать сообщения, нарушающие права несовершеннолетних лиц и/или причинения им вреда в любой форме, в том числе морального;</span> <span>— размещать, передавать, отправлять и иным образом публиковать сообщения, нарушающие права различных меньшинств;</span>  <span>— размещать, передавать, отправлять и иным образом публиковать сообщения, выдавая себя за другого человека или представителя организации и/или сообщества, в том числе за Службу поддержки Администрации сайта, работников Администрации сайта, а также вводящие в заблуждение;</span> <span>— размещать, передавать, отправлять и иным образом публиковать сообщения и материалы, которые нарушают любые права третьих лиц, в том числе право на товарные знаки (знаки обслуживания), коммерческую тайну, и/или для нарушения любых иных прав интеллектуальной собственности третьих лиц;</span> <span>— размещать, передавать, отправлять и иным образом публиковать сообщения порнографического характера;</span> <span>— без предварительного согласия Администрации Сайта размещать, передавать, отправлять и иным образом публиковать сообщения рекламного, коммерческого или агитационного характера, содержащие любые виды призывов к покупке, продаже или субсидированию какого-либо продукта, сайта или сервиса;</span> <span>— без предварительного согласия Администрации Сайта размещать ссылки на другие интернет-ресурсы;</span> <span>— без предварительного согласия Администрации Сайта вести коммерческую деятельность в пределах Сайта или от его имени.</span>",
      "3.3.4. Не предпринимать никаких действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта, а также других вредоносных действий, в частности, запрещается: <span>— загрузка, отправка, передача или любой другой способ опубликования каких-либо материалов, содержащих вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в интернете, а также размещения ссылок на вышеуказанное;</span> <span>— использование каких-либо автоматических средств сбора информации в то время, когда он находится на Сайте.</span>",
      "3.3.5. Руководствоваться принципами добросовестности в процессе участия в азартных играх, в частности, запрещается: <span>— делиться полученной в процессе азартных информацией с какими-либо другими Пользователями с целью приобретения недобросовестного преимущества;</span> <span>— использовать недоработки в системе с целью получения недобросовестного преимущества перед другими пользователями или Администрацией;</span> <span>— мультирегистрация на Сайте запрещена. В случае нарушения этого правила, дополнительный аккаунт пользователя может быть заблокирован;</span> <span>— совершать любые действия, которые Администрация Сайта или другие Пользователи могут расценить, как недобросовестные.</span> ",
      ,
      "3.3.6. В случае предъявления к Администрации Сайта со стороны третьих лиц каких-либо претензий и/или исков относительно нарушения авторских или смежных с ним прав на размещенный Пользователем на Сайте материал, Пользователь обязуется самостоятельно предпринять все меры по урегулированию данных претензий. При получении любой вышеуказанной претензии Администрация Сайта удаляет материал, к которому имеются претензии третьих лиц, а также вправе удалить аккаунт Пользователя или приостановить доступ Пользователя на Сайт.",
      "3.3.7. Выполнять все предписания Администрации Сайта.",
      "3.4. Пользователь настоящим соглашается, что любое использование информации, полученной в результате пользования Сайтом, для нарушения условий настоящего Соглашения, может привести к гражданскому иску или уголовному преследованию в соответствии с законодательством Российский Федерации."
    ],
    title5: "IV. ПРАВА И ОБЯЗАННОСТИ АДМИНИСТРАЦИИ САЙТА",
    dataText5: [
      "4.1. Администрация Сайта имеет право:",
      "4.1.1. в любое время по своему усмотрению приостановить, либо отменить регистрацию Пользователя, отказать Пользователю в использовании возможностей Сайта в случае, если у Администрации Сайта возникнут основания предполагать, что Пользователь нарушил одно или несколько из условий настоящего Соглашения или иные Правила, утвержденные Администрацией сайта, регулирующие порядок использования сайта;",
      "4.1.2. выдавать Пользователю обязательные для исполнения предписания;",
      "4.1.3. без уведомления Пользователя удалить материалы и информацию Пользователя, не соответствующие нормам действующего законодательства Российской Федерации или настоящему Соглашению;",
      "4.1.4. в любой момент без каких-либо предварительных специальных уведомлений изменить, удалить или каким-либо иным образом модифицировать любой раздел и/или сервис Сайта включая, но не ограничиваясь:<span>— ограничение в предоставлении сервисов;</span><span>— удаление или изменение контента Сайта;</span><span>— ограничение, приостановление или прекращение тех или иных привилегий Пользователя;</span><span>— ограничение совместимости Сайта с тем или иным программным обеспечением или компьютерным оборудованием.</span>",
      "4.2. Администрация Сайта обязуется:",
      "4.2.1. предоставить доступ к Сайту любому Пользователю при условии выполнения Пользователем всех условий и требований настоящего Соглашения. "
    ],
    title6: "V. ОСВОБОЖДЕНИЕ ОТ ОТВЕТСТВЕННОСТИ",
    dataText6: [
      "5.1. Администрация не гарантирует, что сервисы Сайта будут предоставляться непрерывно, быстро, надежно и без ошибок.",
      "5.2. В случае принятия нормативно-правовых актов органами власти Российской Федерации, затрагивающих целиком или в части функционирования сервисов Сайта, Администрация Сайта сохраняет за собой право любых изменений в функционировании возможностей Сайта, направленных на приведение последнего в соответствие с новыми нормами.",
      "5.3. При обнаружении каких-либо публикаций, которые, по мнению Администрации Сайта, входят в какое-либо противоречие с требованиями настоящего Соглашения и/или законодательства Российской Федерации, Администрация Сайта имеет право удалить любую из публикаций.",
      "5.4. Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.",
      "5.5. Пользователь предупрежден о том, что Администрация Сайта не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться на Сайте.",
      "5.6. Администрация Сайта не несет ответственности за нарушение Пользователем действующего законодательства Российской Федерации, в том числе за нарушение авторских и смежных прав третьих лиц.",
      "5.7. Пользователь соглашается с тем, что Администрация сайта может осуществлять сбор обезличенных статистических данных о Пользователях Сайта.",
      "5.8. Регистрируя свой адрес электронной почты, Пользователь соглашается получать от Администрации сайта, а также от третьих лиц по заказу Администрации сайта электронные сообщения информационного характера на адрес электронной почты, указанный при регистрации."
    ],
    title7: "VI. МАТЕРИАЛЫ, ПРЕДОСТАВЛЯЕМЫЕ ПОЛЬЗОВАТЕЛЕМ САЙТУ",
    dataText7: [
      "6.1. Направляя информации в службу поддержки, Пользователь разрешает Администрации Сайта использовать такую информацию для достижения целей, ради которых Пользователем такая информация направлялась.",
      "6.2. Администрация Сайта не обязана опубликовывать или иначе использовать любую информацию, предоставленную Пользователем."
    ],
    title8: "VII.  Информационная безопасность",
    dataText8: [
      "7.1. Пользователь не имеет права осуществлять доступ к любой другой информации Сервисов Сайта, помимо собственной информации Пользователя на Сайте, а также к информации, которая является общедоступной в Сервисах Сайта.",
      "7.2. При обнаружении лица, осуществляющего действия, квалифицирующиеся, как спам на Почте Администрации сайта, Администрация сайта имеет право блокировать получение почтовых сообщений с почтового адреса указанного лица (в том числе Пользователей) на почтовые адреса Администрации сайта.",
      "7.3. Администрация сайта не несет ответственности за сохранность имени учётной записи и пароля Пользователя, если такой Пользователь использует для доступа к Сайту формы, расположенные на внешних Интернет-сайтах."
    ],
    title9: "VIII. Перерывы в работе Интернет-сервиса",
    dataText9: [
      "8.1. Администрация сайта имеет право производить профилактические работы в Сервисах Сайта с временным приостановлением работы Сервисов Сайта.",
      "8.2. В случае наступления форс-мажорных обстоятельств, а также аварий или сбоев в программно-аппаратных комплексах третьих лиц, сотрудничающих с Администрацией сайта, или действий третьих лиц, направленных на приостановку или прекращение функционирования всех или части Сервисов Сайта, возможна приостановка работы Сервисов Сайта без предварительного уведомления Пользователей."
    ],
    title10: "IX. Обратная связь и порядок рассмотрения претензий",
    dataText10: [
      "9.1. Пользователь, считающий, что его права и интересы нарушены из-за действий Администрации сайта, может направить соответствующее обращение. Рассмотрением обращений занимается Служба поддержки Пользователей сайта в соответствии с общим порядком рассмотрения поступающих запросов.",
      "9.2. Все обращения, в том числе относительно работы Сервисов Сайта, Пользователь может направить в Службу поддержки пользователей на E-mail: support@компания.ru.</a>."
    ],
    title11: "X. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ",
    dataText11: [
      "10.1. Пользователь и Администрация сайта соглашаются с тем, что все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.",
      "10.2. Нарушение какого-либо из условий настоящего Соглашения считается грубым нарушением Соглашения и повлечет возможность преследования Пользователя Администрацией Сайта в соответствии с действующим законодательством Российской Федерации.",
      "10.3. Настоящим Соглашением Администрация Сайта также оставляет за собой все другие доступные меры правовой защиты в соответствии с правом Российской Федерации или любой другой юрисдикции."
    ]
  },
  allSprots: "Весь спорт",
  favMatchestitle:
    " Здесь будут отображаться избранные матчи, и матчи, на которые вы делайте ставки.",
  live: "Live",
  closest: "Ближайшие",
  stream: "Трансляции",
  top: "Топ",
  search: "Поиск",
  matchesName: "Матч",
  timeMathes: "тайм",
  qestLogOuteMpney: "Вы точно уверены, что хотите вывести бонус?",
  fourth: "четверть",
  half: "половина",
  firstTime: "1-й тайм",
  mainTime: "Осн. время",
  lineBlock: "Линия заблокирована",
  remvoeLine: "Линия удалена",
  period: "период",
  set: "сет",
  inning: "иннинг",
  raund: "раунд",
  frame: "фрейм",
  end: "энд",
  map: "карта",
  deposit: "Депозит",
  account: "Аккаунт",
  replenishmnt: "Пополнение",
  sumReplenishmnt: "Cумма пополнения:",
  ot: "от ",
  do: "до ",
  topUp: "Пополнить",
  available: "Доступно ",
  general: "Общее ",
  ingame: "В игрe ",
  quikeMore: "мгновенно",
  conclusion: "Вывод",
  happyRegist: "Поздравляем, вы успешно зарегистрированы.",
  dataCheck: "Ваши данные проходят проверку, это не займет много времени.",
  sumConclusion: "Cумма вывода:",
  pin: "Вывести",
  history: "История",
  dataAndTime: "Дата и время",
  way: "Способ",
  tax: "Налог",
  total: "Итог",
  totalFilt: "Тотал",
  status: "Статус",
  processing: "В процессе",
  good: "Проведена",
  bad: "Отклонена",
  Unknown: "Unknown",
  bankCart: "Банковская карта",
  qiwi: "QIWI кошелёк",
  yandexMoney: "Яндекс Деньги",
  webMoney: "WebMoney",
  coin: "Монета",
  euroLan: "Евросеть",
  sveznoi: "Связной",
  megafon: "Мегафон",
  МТС: "МТС",
  bilain: "Билайн",
  tele2: "Теле2",
  webBankA: "Интернет-банк -клик",
  webBankC: "Интернет-банк Сбербанк",
  bankScore: "Банковский счет",
  cipis: "Кошелек ЦУПИС",
  pushCyber: "Пуш-платеж через Киберплат",
  cyberT: "Киберплат - Тинькофф Банк",
  cybersend: "Киберплат - Почта Банк",
  cyberRos: "Киберплат - Росбанк",
  cyberSviznoi: "Киберплат - Связной",
  cyberEuroLan: "Киберплат - Евросеть",
  cash: "Наличные",
  nextLvl: "Переход на новый уровень лояльности",
  Units: "Units",
  everyDayC: "Еженедельный cashback",
  bonusF: "Бонус за первый депозит",
  handBonus: "Ручное начисление бонусов",
  сurrent: "Текущие",
  chashout: "Кэшаут",
  all: "Все",
  long: "Долгосрочные",
  betsHistoryTable: {
    data: "Дата / №",
    event: "Событие",
    bets: "Ставка",
    repli: "Выплата",
    notRegist: "Раздел будет доступен после прохождения верификации"
  },
  counstructor: "Конструктор",
  exodus: "Исход",
  loality: "Лояльность",
  next: "следующий",
  first: "первый",
  doGoal: "Забьет",
  goal: "гол",
  scoreGoal: "Забьет гол",
  scoreGoallast: "Забьет последний гол",
  mainTineFull: "Основное время",
  draw: "Ничья",
  firstHalf: "1-й тайм",
  secondHalf: "2-й тайм",
  orDraw: " или Ничья",
  or: " или ",
  over: "Больше",
  exact: "Ровно",
  under: "Меньше",
  both: "Общий",
  yes: "да",
  no: "нет",
  odd: "чет",
  even: "нечет",
  oneGoal: "в 1 гол",
  twoGoal: "в 2 гола",
  threeGoals: "в 3+ гола",
  and: "и",
  errorMaxSum: "Сумма больше максимальной",
  errorMinSum: "Сумма меньше минимальной",
  errorSum: "Некорректная сумма",
  timeAccept: "Время выполнения:",
  commission: "Комиссия:",
  missing: "отсутствует",
  valueisNull: "Поле не заполнено",
  valueErrorSum: "Некорректная сумма",
  sumSmall: "Сумма меньше минимальной",
  sumBigSize: "Сумма больше допустимой",
  returnAllCoupon: "возвращать весь купон",
  returnErrorbet: "возвращать только непринятые ставки",
  qerrroEvent: "При непринятом событии в купоне?",
  personalInfo: "Персональная информация",
  inputValueNull: "Заполните поле",
  oldPsw: "Старый пароль",
  latSymbol: "Допустимы только латинские смиволы и цифры",
  newPsw: "Новый пароль",
  errornewPsw: "Не совпадает с новым паролем",
  reacceptPsw: "Подтверждение пароля",
  numberPhone: " Номер телефона",
  minimalBet: "Минимальная ставка",
  sumBigMax: "Сумма превышает максимальную",
  notLine: "Нет линии:",
  linenotactive: "Линия не активна. ",
  allOrdinarsReplenish: "Все ординары рассчитаны",
  vsego: "Всего",
  addOneAndMoreeEvent:
    "Добавь одно или более событий и сделай из ординара экспресс",
  accept: "Понятно",
  editTicket: "Изменить",
  cancel: "Отмена",
  cheshaout: "Кэшаут",
  saveEdit: "Сохранить изменения",
  oneOrmoreLineBlock: "Одна или несколько <br> линий заблокировались",
  historyCashaout: "История кэшаута",
  addOneOrMoreEvent:
    "Добавь одно или более событий и сделай из ординара экспресс",
  oneOrMoreLineBlocknotBr: "Одна или несколько линий заблокированы",
  iz: "из",
  express: "Экспресс",
  newPayout: "Новая выплата",
  partChasOut: "Частичный кэшаут",
  sumOut: "Сумма для вывода",
  acceptBet: "Ставка принята",
  errorTypeSum: "Сумма ставки должна быть целым числом",
  smallvariant: "Слишком мало вариантов выбрано",
  moreVariantSelect: "Слишком много вариантов выбрано",
  smallBets: "Слишком маленькая сумма ставки",
  veriBigBets: "Слишком большая сумма ставки",
  superExpresserrorAcceptBet: "Суперэкспресс не в состоянии приема ставок",
  errorAuth: "Для это действия необходимо аутентифицироваться",
  imError: "Внутренняя ошибка, попробуйте позже",
  errorNotBet: "Ваша ставка не принята",
  hourToday: "24 часа",
  hourTwoDay: "48 часов",
  selectData: "Выбрать дату",
  inOut: "К выводу",
  streamOther: "Трансляция",
  selectTime: "Все время",
  getQualityProduct: "предлагает качественно новый уровень сервиса",
  dickParrent: " Свидетельство о членстве в СРО",
  rulesGameA: "Правила азартных игр",
  dateDoc: "ФЗ №244-ФЗ от 29.12.2006",
  lissingDate: "Лицензия №19 от 28.07.2011",
  securePolic: "Политика конфиденциальности",
  days: "дня",
  variantsOteMoney: "Способы ввода/вывода",
  banksCart: "Банковские карты",
  mtsMoney: "от 500₽ до 14 999₽",
  mtsComission: "11%",
  yandexModeycom: " мгновенно (Макс. 2-3 дня)",
  qiwicom: " мгновенно (Макс. 2-3 дня)",
  bankCartcom: "мгновенно (Макс 2-3 дня)",
  yandexOtDo: "от 500₽ до 550 000₽",
  bankCartDis: " от 500₽ до 550 000₽",
  qiwiDis: " от 500₽ до 550 000₽",
  megafonDis: "от 500₽ до 15 000₽",
  beelaineDis: "от 500₽ до 5 000₽",
  cupisDis: "от 500₽ до 550 000₽",
  teleDis: "от 500₽ до 15 000₽",
  cypicDisOute: "от 500₽ до 550 000₽",
  megafonCom: "13.5%",
  teleCom: "18.5%",
  beelaineCom: "11.99% + 10₽ за каждую операцию",
  fora: "Фора",
  invar: "Январь",
  febriary: "Февраль",
  marth: "Март",
  april: "Апрель",
  may: "Май",
  iun: "Июнь",
  iuli: "Июль",
  avgust: "Август",
  september: "Сентябрь",
  oktouber: "Октябрь",
  november: "Ноябрь",
  december: "Декабрь",
  checkDocuments: "Документы проверяются",
  combinir: "Комбинированные",
  shortOver: "Б",
  shortunder: "M",
  homeNumb: "1",
  awayNumb: "2-en"
};
